export default CityList =
    {
        "福建省": {
            "龙岩市": [
                {
                    "id": 1298,
                    "name": "龙岩市"
                },
                {
                    "id": 1299,
                    "name": "长汀县"
                },
                {
                    "id": 1300,
                    "name": "永定区"
                },
                {
                    "id": 1301,
                    "name": "上杭县"
                },
                {
                    "id": 1302,
                    "name": "武平县"
                },
                {
                    "id": 1303,
                    "name": "漳平市"
                },
                {
                    "id": 1304,
                    "name": "连城县"
                }
            ],
            "南平市": [
                {
                    "id": 1279,
                    "name": "南平市"
                },
                {
                    "id": 1280,
                    "name": "邵武市"
                },
                {
                    "id": 1281,
                    "name": "顺昌县"
                },
                {
                    "id": 1282,
                    "name": "建阳区"
                },
                {
                    "id": 1283,
                    "name": "建瓯市"
                },
                {
                    "id": 1284,
                    "name": "浦城县"
                },
                {
                    "id": 1285,
                    "name": "光泽县"
                },
                {
                    "id": 1286,
                    "name": "松溪县"
                },
                {
                    "id": 1287,
                    "name": "政和县"
                },
                {
                    "id": 1288,
                    "name": "武夷山市"
                }
            ],
            "莆田市": [
                {
                    "id": 1248,
                    "name": "莆田市"
                },
                {
                    "id": 1249,
                    "name": "仙游县"
                },
                {
                    "id": 2325,
                    "name": "莆田县"
                }
            ],
            "福州市": [
                {
                    "id": 1238,
                    "name": "福州市"
                },
                {
                    "id": 1239,
                    "name": "平潭县"
                },
                {
                    "id": 1240,
                    "name": "福清市"
                },
                {
                    "id": 1241,
                    "name": "长乐区"
                },
                {
                    "id": 1242,
                    "name": "永泰县"
                },
                {
                    "id": 1243,
                    "name": "闽清县"
                },
                {
                    "id": 1244,
                    "name": "罗源县"
                },
                {
                    "id": 1245,
                    "name": "连江县"
                },
                {
                    "id": 1246,
                    "name": "闽侯县"
                }
            ],
            "泉州市": [
                {
                    "id": 1261,
                    "name": "泉州市"
                },
                {
                    "id": 1262,
                    "name": "惠安县"
                },
                {
                    "id": 1263,
                    "name": "晋江市"
                },
                {
                    "id": 1264,
                    "name": "南安市"
                },
                {
                    "id": 1265,
                    "name": "安溪县"
                },
                {
                    "id": 1266,
                    "name": "永春县"
                },
                {
                    "id": 1267,
                    "name": "德化县"
                },
                {
                    "id": 1268,
                    "name": "石狮市"
                }
            ],
            "漳州市": [
                {
                    "id": 1269,
                    "name": "漳州市"
                },
                {
                    "id": 1270,
                    "name": "龙海市"
                },
                {
                    "id": 1271,
                    "name": "云霄县"
                },
                {
                    "id": 1272,
                    "name": "漳浦县"
                },
                {
                    "id": 1273,
                    "name": "诏安县"
                },
                {
                    "id": 1274,
                    "name": "长泰县"
                },
                {
                    "id": 1275,
                    "name": "东山县"
                },
                {
                    "id": 1276,
                    "name": "南靖县"
                },
                {
                    "id": 1277,
                    "name": "平和县"
                },
                {
                    "id": 1278,
                    "name": "华安县"
                }
            ],
            "厦门市": [
                {
                    "id": 1247,
                    "name": "厦门市"
                }
            ],
            "三明市": [
                {
                    "id": 1250,
                    "name": "三明市"
                },
                {
                    "id": 1251,
                    "name": "明溪县"
                },
                {
                    "id": 1252,
                    "name": "清流县"
                },
                {
                    "id": 1253,
                    "name": "宁化县"
                },
                {
                    "id": 1254,
                    "name": "大田县"
                },
                {
                    "id": 1255,
                    "name": "尤溪县"
                },
                {
                    "id": 1256,
                    "name": "沙县"
                },
                {
                    "id": 1257,
                    "name": "将乐县"
                },
                {
                    "id": 1258,
                    "name": "泰宁县"
                },
                {
                    "id": 1259,
                    "name": "建宁县"
                },
                {
                    "id": 1260,
                    "name": "永安市"
                }
            ],
            "宁德市": [
                {
                    "id": 1289,
                    "name": "宁德市"
                },
                {
                    "id": 1290,
                    "name": "福鼎市"
                },
                {
                    "id": 1291,
                    "name": "霞浦县"
                },
                {
                    "id": 1292,
                    "name": "福安市"
                },
                {
                    "id": 1293,
                    "name": "古田县"
                },
                {
                    "id": 1294,
                    "name": "屏南县"
                },
                {
                    "id": 1295,
                    "name": "寿宁县"
                },
                {
                    "id": 1296,
                    "name": "周宁县"
                },
                {
                    "id": 1297,
                    "name": "柘荣县"
                }
            ]
        },
        "贵州省": {
            "贵阳市": [
                {
                    "id": 1914,
                    "name": "贵阳市"
                },
                {
                    "id": 1915,
                    "name": "清镇市"
                },
                {
                    "id": 1916,
                    "name": "修文县"
                },
                {
                    "id": 1917,
                    "name": "息烽县"
                },
                {
                    "id": 1918,
                    "name": "开阳县"
                }
            ],
            "毕节市": [
                {
                    "id": 1953,
                    "name": "毕节市"
                },
                {
                    "id": 1954,
                    "name": "大方县"
                },
                {
                    "id": 1956,
                    "name": "金沙县"
                },
                {
                    "id": 1957,
                    "name": "织金县"
                },
                {
                    "id": 1958,
                    "name": "纳雍县"
                },
                {
                    "id": 1959,
                    "name": "威宁彝族回族苗族自治县"
                },
                {
                    "id": 1960,
                    "name": "赫章县"
                }
            ],
            "铜仁市": [
                {
                    "id": 1935,
                    "name": "铜仁市"
                },
                {
                    "id": 1936,
                    "name": "江口县"
                },
                {
                    "id": 1937,
                    "name": "玉屏县"
                },
                {
                    "id": 1938,
                    "name": "石阡县"
                },
                {
                    "id": 1939,
                    "name": "思南县"
                },
                {
                    "id": 1940,
                    "name": "印江县"
                },
                {
                    "id": 1941,
                    "name": "德江县"
                },
                {
                    "id": 1942,
                    "name": "沿河县"
                },
                {
                    "id": 1943,
                    "name": "松桃县"
                },
                {
                    "id": 1944,
                    "name": "万山区"
                }
            ],
            "六盘水市": [
                {
                    "id": 1919,
                    "name": "六盘水市"
                },
                {
                    "id": 1920,
                    "name": "六枝特区"
                },
                {
                    "id": 1921,
                    "name": "盘县"
                }
            ],
            "遵义市": [
                {
                    "id": 1922,
                    "name": "遵义市"
                },
                {
                    "id": 1923,
                    "name": "遵义县"
                },
                {
                    "id": 1924,
                    "name": "桐梓县"
                },
                {
                    "id": 1925,
                    "name": "绥阳县"
                },
                {
                    "id": 1926,
                    "name": "正安县"
                },
                {
                    "id": 1927,
                    "name": "道真仡佬族苗族自治县"
                },
                {
                    "id": 1928,
                    "name": "务川仡佬族苗族自治县"
                },
                {
                    "id": 1929,
                    "name": "凤冈县"
                },
                {
                    "id": 1930,
                    "name": "湄潭县"
                },
                {
                    "id": 1931,
                    "name": "余庆县"
                },
                {
                    "id": 1932,
                    "name": "仁怀市"
                },
                {
                    "id": 1933,
                    "name": "赤水市"
                },
                {
                    "id": 1934,
                    "name": "习水县"
                }
            ],
            "黔西南布依族苗族自治州": [
                {
                    "id": 1945,
                    "name": "兴义市"
                },
                {
                    "id": 1946,
                    "name": "兴仁县"
                },
                {
                    "id": 1947,
                    "name": "普安县"
                },
                {
                    "id": 1948,
                    "name": "晴隆县"
                },
                {
                    "id": 1949,
                    "name": "贞丰县"
                },
                {
                    "id": 1950,
                    "name": "望漠县"
                },
                {
                    "id": 1951,
                    "name": "册亨县"
                },
                {
                    "id": 1952,
                    "name": "安龙县"
                },
                {
                    "id": 1955,
                    "name": "黔西南布依族苗族自治州"
                }
            ],
            "安顺市": [
                {
                    "id": 1961,
                    "name": "安顺市"
                },
                {
                    "id": 1962,
                    "name": "平坝区"
                },
                {
                    "id": 1963,
                    "name": "普定县"
                },
                {
                    "id": 1964,
                    "name": "关岭布依族苗族自治县"
                },
                {
                    "id": 1965,
                    "name": "镇宁布依族苗族自治县"
                },
                {
                    "id": 1966,
                    "name": "紫云苗族布依族自治县"
                }
            ],
            "黔东南苗族侗族自治州": [
                {
                    "id": 1967,
                    "name": "凯里市"
                },
                {
                    "id": 1968,
                    "name": "黄平县"
                },
                {
                    "id": 1969,
                    "name": "施秉县"
                },
                {
                    "id": 1970,
                    "name": "三穗县"
                },
                {
                    "id": 1971,
                    "name": "镇远县"
                },
                {
                    "id": 1972,
                    "name": "岑巩县"
                },
                {
                    "id": 1973,
                    "name": "天柱县"
                },
                {
                    "id": 1974,
                    "name": "锦屏县"
                },
                {
                    "id": 1975,
                    "name": "剑河县"
                },
                {
                    "id": 1976,
                    "name": "台江县"
                },
                {
                    "id": 1977,
                    "name": "黎平县"
                },
                {
                    "id": 1978,
                    "name": "榕江县"
                },
                {
                    "id": 1979,
                    "name": "从江县"
                },
                {
                    "id": 1980,
                    "name": "雷山县"
                },
                {
                    "id": 1981,
                    "name": "麻江县"
                },
                {
                    "id": 1982,
                    "name": "丹寨县"
                }
            ],
            "黔南布依族苗族自治州": [
                {
                    "id": 1983,
                    "name": "都匀市"
                },
                {
                    "id": 1984,
                    "name": "荔波县"
                },
                {
                    "id": 1985,
                    "name": "贵定县"
                },
                {
                    "id": 1986,
                    "name": "福泉市"
                },
                {
                    "id": 1987,
                    "name": "瓮安县"
                },
                {
                    "id": 1988,
                    "name": "独山县"
                },
                {
                    "id": 1989,
                    "name": "平塘县"
                },
                {
                    "id": 1990,
                    "name": "罗甸县"
                },
                {
                    "id": 1991,
                    "name": "长顺县"
                },
                {
                    "id": 1992,
                    "name": "龙里县"
                },
                {
                    "id": 1993,
                    "name": "惠水县"
                },
                {
                    "id": 1994,
                    "name": "三都水族自治县"
                }
            ]
        },
        "上海市": {
            "上海市": [
                {
                    "id": 58,
                    "name": "上海市"
                }
            ]
        },
        "湖北省": {
            "黄冈市": [
                {
                    "id": 257,
                    "name": "黄冈市"
                },
                {
                    "id": 258,
                    "name": "麻城市"
                },
                {
                    "id": 259,
                    "name": "武穴市"
                },
                {
                    "id": 260,
                    "name": "团风县"
                },
                {
                    "id": 261,
                    "name": "红安县"
                },
                {
                    "id": 262,
                    "name": "罗田县"
                },
                {
                    "id": 263,
                    "name": "英山县"
                },
                {
                    "id": 264,
                    "name": "浠水县"
                },
                {
                    "id": 265,
                    "name": "蕲春县"
                },
                {
                    "id": 266,
                    "name": "黄梅县"
                }
            ],
            "天门市": [
                {
                    "id": 286,
                    "name": "天门市"
                }
            ],
            "孝感市": [
                {
                    "id": 267,
                    "name": "孝感市"
                },
                {
                    "id": 268,
                    "name": "孝昌县"
                },
                {
                    "id": 269,
                    "name": "应城市"
                },
                {
                    "id": 270,
                    "name": "安陆市"
                },
                {
                    "id": 272,
                    "name": "大悟县"
                },
                {
                    "id": 273,
                    "name": "云梦县"
                },
                {
                    "id": 274,
                    "name": "汉川县"
                }
            ],
            "恩施土家族苗族自治州": [
                {
                    "id": 300,
                    "name": "恩施州"
                },
                {
                    "id": 301,
                    "name": "利川市"
                },
                {
                    "id": 302,
                    "name": "建始县"
                },
                {
                    "id": 303,
                    "name": "巴东县"
                },
                {
                    "id": 304,
                    "name": "宣恩县"
                },
                {
                    "id": 305,
                    "name": "咸丰县"
                },
                {
                    "id": 306,
                    "name": "来凤县"
                },
                {
                    "id": 307,
                    "name": "鹤峰县"
                }
            ],
            "襄阳市": [
                {
                    "id": 246,
                    "name": "襄樊市"
                },
                {
                    "id": 247,
                    "name": "宜城县"
                },
                {
                    "id": 248,
                    "name": "南漳县"
                },
                {
                    "id": 249,
                    "name": "谷城县"
                },
                {
                    "id": 250,
                    "name": "保康县"
                },
                {
                    "id": 252,
                    "name": "老河口市"
                },
                {
                    "id": 253,
                    "name": "枣阳市"
                }
            ],
            "神农架林区": [
                {
                    "id": 255,
                    "name": "神农架林区"
                }
            ],
            "鄂州市": [
                {
                    "id": 254,
                    "name": "鄂州市"
                }
            ],
            "仙桃市": [
                {
                    "id": 283,
                    "name": "仙桃市"
                }
            ],
            "十堰市": [
                {
                    "id": 235,
                    "name": "十堰市"
                },
                {
                    "id": 294,
                    "name": "丹江口市"
                },
                {
                    "id": 295,
                    "name": "郧县"
                },
                {
                    "id": 296,
                    "name": "郧西县"
                },
                {
                    "id": 297,
                    "name": "竹山县"
                },
                {
                    "id": 298,
                    "name": "竹溪县"
                },
                {
                    "id": 299,
                    "name": "房县"
                }
            ],
            "咸宁市": [
                {
                    "id": 275,
                    "name": "咸宁市"
                },
                {
                    "id": 276,
                    "name": "赤壁市"
                },
                {
                    "id": 277,
                    "name": "嘉鱼县"
                },
                {
                    "id": 278,
                    "name": "通城县"
                },
                {
                    "id": 279,
                    "name": "崇阳县"
                },
                {
                    "id": 280,
                    "name": "通山县"
                }
            ],
            "潜江市": [
                {
                    "id": 287,
                    "name": "潜江市"
                }
            ],
            "黄石市": [
                {
                    "id": 233,
                    "name": "黄石市"
                },
                {
                    "id": 234,
                    "name": "大冶市"
                },
                {
                    "id": 281,
                    "name": "阳新县"
                }
            ],
            "荆州市": [
                {
                    "id": 282,
                    "name": "荆州市"
                },
                {
                    "id": 284,
                    "name": "石首市"
                },
                {
                    "id": 285,
                    "name": "洪湖市"
                },
                {
                    "id": 288,
                    "name": "松滋市"
                },
                {
                    "id": 289,
                    "name": "公安县"
                },
                {
                    "id": 290,
                    "name": "监利县"
                }
            ],
            "随州市": [
                {
                    "id": 251,
                    "name": "随州市"
                },
                {
                    "id": 271,
                    "name": "广水市"
                }
            ],
            "宜昌市": [
                {
                    "id": 236,
                    "name": "宜昌市"
                },
                {
                    "id": 237,
                    "name": "宜都市"
                },
                {
                    "id": 238,
                    "name": "当阳市"
                },
                {
                    "id": 239,
                    "name": "宜昌县"
                },
                {
                    "id": 240,
                    "name": "枝江市"
                },
                {
                    "id": 241,
                    "name": "远安县"
                },
                {
                    "id": 242,
                    "name": "兴山县"
                },
                {
                    "id": 243,
                    "name": "秭归县"
                },
                {
                    "id": 244,
                    "name": "长阳县"
                },
                {
                    "id": 245,
                    "name": "五峰县"
                }
            ],
            "武汉市": [
                {
                    "id": 232,
                    "name": "武汉市"
                }
            ],
            "荆门市": [
                {
                    "id": 256,
                    "name": "荆门市"
                },
                {
                    "id": 291,
                    "name": "钟祥市"
                },
                {
                    "id": 292,
                    "name": "京山县"
                },
                {
                    "id": 293,
                    "name": "沙洋县"
                }
            ]
        },
        "广东省": {
            "河源市": [
                {
                    "id": 377,
                    "name": "河源市"
                },
                {
                    "id": 378,
                    "name": "紫金县"
                },
                {
                    "id": 379,
                    "name": "龙川县"
                },
                {
                    "id": 380,
                    "name": "连平县"
                },
                {
                    "id": 381,
                    "name": "和平县"
                },
                {
                    "id": 382,
                    "name": "东源县"
                }
            ],
            "韶关市": [
                {
                    "id": 311,
                    "name": "韶关市"
                },
                {
                    "id": 312,
                    "name": "曲江县"
                },
                {
                    "id": 313,
                    "name": "始兴县"
                },
                {
                    "id": 314,
                    "name": "南雄市"
                },
                {
                    "id": 315,
                    "name": "仁化县"
                },
                {
                    "id": 316,
                    "name": "乐昌市"
                },
                {
                    "id": 317,
                    "name": "翁源县"
                },
                {
                    "id": 318,
                    "name": "乳源县"
                },
                {
                    "id": 319,
                    "name": "新丰县"
                },
                {
                    "id": 2310,
                    "name": "曲江区"
                }
            ],
            "茂名市": [
                {
                    "id": 345,
                    "name": "茂名市"
                },
                {
                    "id": 346,
                    "name": "信宜市"
                },
                {
                    "id": 347,
                    "name": "高州市"
                },
                {
                    "id": 348,
                    "name": "电白县"
                },
                {
                    "id": 349,
                    "name": "化州市"
                }
            ],
            "汕头市": [
                {
                    "id": 322,
                    "name": "汕头市"
                },
                {
                    "id": 323,
                    "name": "澄海市"
                },
                {
                    "id": 325,
                    "name": "南澳县"
                },
                {
                    "id": 326,
                    "name": "潮阳市"
                },
                {
                    "id": 2311,
                    "name": "澄海区"
                },
                {
                    "id": 2312,
                    "name": "潮阳区"
                }
            ],
            "清远市": [
                {
                    "id": 387,
                    "name": "清远市"
                },
                {
                    "id": 388,
                    "name": "佛冈县"
                },
                {
                    "id": 389,
                    "name": "英德市"
                },
                {
                    "id": 390,
                    "name": "连州市"
                },
                {
                    "id": 391,
                    "name": "连山县"
                },
                {
                    "id": 392,
                    "name": "连南县"
                },
                {
                    "id": 393,
                    "name": "清新县"
                },
                {
                    "id": 2314,
                    "name": "阳山县"
                }
            ],
            "深圳市": [
                {
                    "id": 320,
                    "name": "深圳市"
                }
            ],
            "珠海市": [
                {
                    "id": 321,
                    "name": "珠海市"
                }
            ],
            "广州市": [
                {
                    "id": 308,
                    "name": "广州市"
                },
                {
                    "id": 309,
                    "name": "增城市"
                },
                {
                    "id": 310,
                    "name": "从化市"
                }
            ],
            "肇庆市": [
                {
                    "id": 350,
                    "name": "肇庆市"
                },
                {
                    "id": 351,
                    "name": "高要市"
                },
                {
                    "id": 352,
                    "name": "四会市"
                },
                {
                    "id": 353,
                    "name": "广宁县"
                },
                {
                    "id": 354,
                    "name": "怀集县"
                },
                {
                    "id": 355,
                    "name": "封开县"
                },
                {
                    "id": 356,
                    "name": "德庆县"
                }
            ],
            "中山市": [
                {
                    "id": 395,
                    "name": "中山市"
                }
            ],
            "江门市": [
                {
                    "id": 334,
                    "name": "江门市"
                },
                {
                    "id": 335,
                    "name": "台山市"
                },
                {
                    "id": 336,
                    "name": "恩平市"
                },
                {
                    "id": 337,
                    "name": "开平市"
                },
                {
                    "id": 338,
                    "name": "鹤山市"
                }
            ],
            "云浮市": [
                {
                    "id": 357,
                    "name": "云浮市"
                },
                {
                    "id": 358,
                    "name": "新兴县"
                },
                {
                    "id": 359,
                    "name": "郁南县"
                },
                {
                    "id": 360,
                    "name": "罗定市"
                }
            ],
            "惠州市": [
                {
                    "id": 361,
                    "name": "惠州市"
                },
                {
                    "id": 362,
                    "name": "博罗县"
                },
                {
                    "id": 363,
                    "name": "惠东县"
                },
                {
                    "id": 364,
                    "name": "龙门县"
                },
                {
                    "id": 365,
                    "name": "大亚湾区"
                }
            ],
            "揭阳市": [
                {
                    "id": 327,
                    "name": "揭阳市"
                },
                {
                    "id": 328,
                    "name": "普宁市"
                },
                {
                    "id": 329,
                    "name": "惠来县"
                },
                {
                    "id": 331,
                    "name": "揭东县"
                },
                {
                    "id": 2313,
                    "name": "揭西县"
                }
            ],
            "湛江市": [
                {
                    "id": 339,
                    "name": "湛江市"
                },
                {
                    "id": 340,
                    "name": "吴川市"
                },
                {
                    "id": 341,
                    "name": "廉江市"
                },
                {
                    "id": 342,
                    "name": "遂溪县"
                },
                {
                    "id": 343,
                    "name": "雷州市"
                },
                {
                    "id": 344,
                    "name": "徐闻县"
                }
            ],
            "东莞市": [
                {
                    "id": 394,
                    "name": "东莞市"
                }
            ],
            "阳江市": [
                {
                    "id": 383,
                    "name": "阳江市"
                },
                {
                    "id": 384,
                    "name": "阳西县"
                },
                {
                    "id": 385,
                    "name": "阳春市"
                },
                {
                    "id": 386,
                    "name": "阳东县"
                }
            ],
            "佛山市": [
                {
                    "id": 333,
                    "name": "佛山市"
                }
            ],
            "汕尾市": [
                {
                    "id": 373,
                    "name": "汕尾市"
                },
                {
                    "id": 374,
                    "name": "海丰县"
                },
                {
                    "id": 375,
                    "name": "陆丰市"
                },
                {
                    "id": 376,
                    "name": "陆河县"
                }
            ],
            "潮州市": [
                {
                    "id": 324,
                    "name": "饶平县"
                },
                {
                    "id": 330,
                    "name": "潮州市"
                },
                {
                    "id": 332,
                    "name": "潮安县"
                }
            ],
            "梅州市": [
                {
                    "id": 366,
                    "name": "梅州市"
                },
                {
                    "id": 367,
                    "name": "大埔县"
                },
                {
                    "id": 368,
                    "name": "丰顺县"
                },
                {
                    "id": 369,
                    "name": "五华县"
                },
                {
                    "id": 370,
                    "name": "兴宁市"
                },
                {
                    "id": 371,
                    "name": "平远县"
                },
                {
                    "id": 372,
                    "name": "蕉岭县"
                }
            ]
        },
        "湖南省": {
            "湘潭市": [
                {
                    "id": 1520,
                    "name": "湘潭市"
                },
                {
                    "id": 1521,
                    "name": "湘乡市"
                },
                {
                    "id": 1522,
                    "name": "韶山市"
                }
            ],
            "衡阳市": [
                {
                    "id": 1523,
                    "name": "衡阳市"
                },
                {
                    "id": 1524,
                    "name": "衡阳县"
                },
                {
                    "id": 1525,
                    "name": "衡南县"
                },
                {
                    "id": 1526,
                    "name": "衡山县"
                },
                {
                    "id": 1527,
                    "name": "衡东县"
                },
                {
                    "id": 1528,
                    "name": "常宁市"
                },
                {
                    "id": 1529,
                    "name": "祁东县"
                },
                {
                    "id": 1530,
                    "name": "耒阳市"
                }
            ],
            "张家界市": [
                {
                    "id": 1556,
                    "name": "张家界市"
                },
                {
                    "id": 1557,
                    "name": "慈利县"
                },
                {
                    "id": 1558,
                    "name": "桑植县"
                }
            ],
            "益阳市": [
                {
                    "id": 1559,
                    "name": "益阳市"
                },
                {
                    "id": 1560,
                    "name": "沅江市"
                },
                {
                    "id": 1561,
                    "name": "南县"
                },
                {
                    "id": 1562,
                    "name": "桃江县"
                },
                {
                    "id": 1563,
                    "name": "安化县"
                }
            ],
            "岳阳市": [
                {
                    "id": 1541,
                    "name": "岳阳市"
                },
                {
                    "id": 1542,
                    "name": "岳阳县"
                },
                {
                    "id": 1543,
                    "name": "临湘市"
                },
                {
                    "id": 1544,
                    "name": "华容县"
                },
                {
                    "id": 1545,
                    "name": "湘阴县"
                },
                {
                    "id": 1546,
                    "name": "平江县"
                },
                {
                    "id": 1547,
                    "name": "汩罗市"
                }
            ],
            "娄底市": [
                {
                    "id": 1564,
                    "name": "娄底市"
                },
                {
                    "id": 1565,
                    "name": "冷水江市"
                },
                {
                    "id": 1566,
                    "name": "涟源市"
                },
                {
                    "id": 1567,
                    "name": "双峰县"
                },
                {
                    "id": 1568,
                    "name": "新化县"
                }
            ],
            "常德市": [
                {
                    "id": 1548,
                    "name": "常德市"
                },
                {
                    "id": 1549,
                    "name": "安乡县"
                },
                {
                    "id": 1550,
                    "name": "汉寿县"
                },
                {
                    "id": 1551,
                    "name": "澧县"
                },
                {
                    "id": 1552,
                    "name": "临澧县"
                },
                {
                    "id": 1553,
                    "name": "桃源县"
                },
                {
                    "id": 1554,
                    "name": "石门县"
                },
                {
                    "id": 1555,
                    "name": "津市市"
                }
            ],
            "湘西土家族苗族自治州": [
                {
                    "id": 1600,
                    "name": "吉首市"
                },
                {
                    "id": 1601,
                    "name": "泸溪县"
                },
                {
                    "id": 1602,
                    "name": "凤凰县"
                },
                {
                    "id": 1603,
                    "name": "花垣县"
                },
                {
                    "id": 1604,
                    "name": "保靖县"
                },
                {
                    "id": 1605,
                    "name": "古丈县"
                },
                {
                    "id": 1606,
                    "name": "永顺县"
                },
                {
                    "id": 1607,
                    "name": "龙山县"
                }
            ],
            "郴州市": [
                {
                    "id": 1569,
                    "name": "郴州市"
                },
                {
                    "id": 1570,
                    "name": "资兴市"
                },
                {
                    "id": 1571,
                    "name": "桂阳县"
                },
                {
                    "id": 1572,
                    "name": "永兴县"
                },
                {
                    "id": 1573,
                    "name": "宜章县"
                },
                {
                    "id": 1574,
                    "name": "嘉禾县"
                },
                {
                    "id": 1575,
                    "name": "临武县"
                },
                {
                    "id": 1576,
                    "name": "汝城县"
                },
                {
                    "id": 1577,
                    "name": "桂东县"
                },
                {
                    "id": 1578,
                    "name": "安仁县"
                }
            ],
            "邵阳市": [
                {
                    "id": 1531,
                    "name": "邵阳市"
                },
                {
                    "id": 1532,
                    "name": "邵东县"
                },
                {
                    "id": 1533,
                    "name": "新邵县"
                },
                {
                    "id": 1534,
                    "name": "邵阳县"
                },
                {
                    "id": 1535,
                    "name": "隆回县"
                },
                {
                    "id": 1536,
                    "name": "洞口县"
                },
                {
                    "id": 1537,
                    "name": "武冈市"
                },
                {
                    "id": 1538,
                    "name": "绥宁县"
                },
                {
                    "id": 1539,
                    "name": "新宁县"
                },
                {
                    "id": 1540,
                    "name": "城步苗族自治县"
                }
            ],
            "长沙市": [
                {
                    "id": 1510,
                    "name": "长沙市"
                },
                {
                    "id": 1511,
                    "name": "宁乡县"
                },
                {
                    "id": 1512,
                    "name": "浏阳市"
                },
                {
                    "id": 1513,
                    "name": "望城县"
                }
            ],
            "株州市": [
                {
                    "id": 1514,
                    "name": "株州市"
                },
                {
                    "id": 1515,
                    "name": "株洲县"
                },
                {
                    "id": 1516,
                    "name": "攸县"
                },
                {
                    "id": 1517,
                    "name": "茶陵县"
                },
                {
                    "id": 1518,
                    "name": "醴陵市"
                },
                {
                    "id": 1519,
                    "name": "炎陵县"
                }
            ],
            "永州市": [
                {
                    "id": 1579,
                    "name": "永州市"
                },
                {
                    "id": 1580,
                    "name": "东安县"
                },
                {
                    "id": 1581,
                    "name": "道县"
                },
                {
                    "id": 1582,
                    "name": "宁远县"
                },
                {
                    "id": 1583,
                    "name": "江永县"
                },
                {
                    "id": 1584,
                    "name": "江华瑶族自治县"
                },
                {
                    "id": 1585,
                    "name": "蓝山县"
                },
                {
                    "id": 1586,
                    "name": "新田县"
                },
                {
                    "id": 1587,
                    "name": "双牌县"
                },
                {
                    "id": 1588,
                    "name": "祁阳县"
                }
            ],
            "怀化市": [
                {
                    "id": 1589,
                    "name": "怀化市"
                },
                {
                    "id": 1590,
                    "name": "洪江市"
                },
                {
                    "id": 1591,
                    "name": "沅陵县"
                },
                {
                    "id": 1592,
                    "name": "辰溪县"
                },
                {
                    "id": 1593,
                    "name": "溆浦县"
                },
                {
                    "id": 1594,
                    "name": "麻阳苗族自治县"
                },
                {
                    "id": 1595,
                    "name": "新晃侗族自治县"
                },
                {
                    "id": 1596,
                    "name": "芷江侗族自治县"
                },
                {
                    "id": 1597,
                    "name": "会同县"
                },
                {
                    "id": 1598,
                    "name": "靖州苗族侗族自治县"
                },
                {
                    "id": 1599,
                    "name": "通道侗族自治县"
                }
            ]
        },
        "四川省": {
            "阿坝藏族羌族自治州": [
                {
                    "id": 507,
                    "name": "马尔康县"
                },
                {
                    "id": 508,
                    "name": "汶川县"
                },
                {
                    "id": 509,
                    "name": "理县"
                },
                {
                    "id": 510,
                    "name": "茂县"
                },
                {
                    "id": 511,
                    "name": "松潘县"
                },
                {
                    "id": 512,
                    "name": "九寨沟县"
                },
                {
                    "id": 513,
                    "name": "小金县"
                },
                {
                    "id": 514,
                    "name": "壤塘县"
                },
                {
                    "id": 515,
                    "name": "阿坝县"
                },
                {
                    "id": 516,
                    "name": "若尔盖县"
                },
                {
                    "id": 517,
                    "name": "红原县"
                },
                {
                    "id": 518,
                    "name": "金川县"
                },
                {
                    "id": 2316,
                    "name": "黑水县"
                }
            ],
            "宜宾市": [
                {
                    "id": 466,
                    "name": "宜宾市"
                },
                {
                    "id": 467,
                    "name": "宜宾县"
                },
                {
                    "id": 468,
                    "name": "南溪县"
                },
                {
                    "id": 469,
                    "name": "江安县"
                },
                {
                    "id": 470,
                    "name": "长宁县"
                },
                {
                    "id": 471,
                    "name": "高县"
                },
                {
                    "id": 472,
                    "name": "筠连县"
                },
                {
                    "id": 473,
                    "name": "珙县"
                },
                {
                    "id": 474,
                    "name": "兴文县"
                },
                {
                    "id": 475,
                    "name": "屏山县"
                }
            ],
            "巴中市": [
                {
                    "id": 492,
                    "name": "通江县"
                },
                {
                    "id": 493,
                    "name": "南江县"
                },
                {
                    "id": 494,
                    "name": "巴中市"
                },
                {
                    "id": 495,
                    "name": "平昌县"
                }
            ],
            "达州市": [
                {
                    "id": 487,
                    "name": "达州市"
                },
                {
                    "id": 488,
                    "name": "达县"
                },
                {
                    "id": 489,
                    "name": "宣汉县"
                },
                {
                    "id": 490,
                    "name": "开江县"
                },
                {
                    "id": 491,
                    "name": "万源市"
                },
                {
                    "id": 496,
                    "name": "大竹县"
                },
                {
                    "id": 497,
                    "name": "渠县"
                }
            ],
            "甘孜藏族自治州": [
                {
                    "id": 519,
                    "name": "康定县"
                },
                {
                    "id": 520,
                    "name": "泸定县"
                },
                {
                    "id": 521,
                    "name": "丹巴县"
                },
                {
                    "id": 522,
                    "name": "九龙县"
                },
                {
                    "id": 523,
                    "name": "雅江县"
                },
                {
                    "id": 524,
                    "name": "道孚县"
                },
                {
                    "id": 525,
                    "name": "炉霍县"
                },
                {
                    "id": 526,
                    "name": "甘孜藏族自治州"
                },
                {
                    "id": 527,
                    "name": "新龙县"
                },
                {
                    "id": 528,
                    "name": "德格县"
                },
                {
                    "id": 529,
                    "name": "白玉县"
                },
                {
                    "id": 530,
                    "name": "石渠县"
                },
                {
                    "id": 531,
                    "name": "色达县"
                },
                {
                    "id": 532,
                    "name": "理塘县"
                },
                {
                    "id": 533,
                    "name": "巴塘县"
                },
                {
                    "id": 534,
                    "name": "乡城县"
                },
                {
                    "id": 535,
                    "name": "稻城县"
                },
                {
                    "id": 536,
                    "name": "得荣县"
                }
            ],
            "绵阳市": [
                {
                    "id": 427,
                    "name": "绵阳市"
                },
                {
                    "id": 428,
                    "name": "三台县"
                },
                {
                    "id": 429,
                    "name": "盐亭县"
                },
                {
                    "id": 430,
                    "name": "安县"
                },
                {
                    "id": 431,
                    "name": "梓潼县"
                },
                {
                    "id": 432,
                    "name": "北川县"
                },
                {
                    "id": 433,
                    "name": "平武县"
                },
                {
                    "id": 434,
                    "name": "江油市"
                }
            ],
            "遂宁市": [
                {
                    "id": 440,
                    "name": "遂宁市"
                },
                {
                    "id": 441,
                    "name": "蓬溪县"
                },
                {
                    "id": 442,
                    "name": "射洪县"
                },
                {
                    "id": 443,
                    "name": "大英县"
                }
            ],
            "攀枝花市": [
                {
                    "id": 412,
                    "name": "攀枝花市"
                },
                {
                    "id": 413,
                    "name": "米易县"
                },
                {
                    "id": 414,
                    "name": "盐边县"
                }
            ],
            "乐山市": [
                {
                    "id": 452,
                    "name": "乐山市"
                },
                {
                    "id": 455,
                    "name": "犍为县"
                },
                {
                    "id": 456,
                    "name": "井研县"
                },
                {
                    "id": 457,
                    "name": "夹江县"
                },
                {
                    "id": 460,
                    "name": "沐川县"
                },
                {
                    "id": 462,
                    "name": "峨边县"
                },
                {
                    "id": 463,
                    "name": "马边县"
                },
                {
                    "id": 464,
                    "name": "峨眉山市"
                }
            ],
            "眉山市": [
                {
                    "id": 453,
                    "name": "仁寿县"
                },
                {
                    "id": 454,
                    "name": "眉山市"
                },
                {
                    "id": 458,
                    "name": "洪雅县"
                },
                {
                    "id": 459,
                    "name": "彭山县"
                },
                {
                    "id": 461,
                    "name": "青神县"
                },
                {
                    "id": 465,
                    "name": "丹棱县"
                }
            ],
            "自贡市": [
                {
                    "id": 409,
                    "name": "自贡市"
                },
                {
                    "id": 410,
                    "name": "荣县"
                },
                {
                    "id": 411,
                    "name": "富顺县"
                }
            ],
            "广元市": [
                {
                    "id": 435,
                    "name": "广元市"
                },
                {
                    "id": 436,
                    "name": "旺苍县"
                },
                {
                    "id": 437,
                    "name": "青川县"
                },
                {
                    "id": 438,
                    "name": "剑阁县"
                },
                {
                    "id": 439,
                    "name": "苍溪县"
                }
            ],
            "广安市": [
                {
                    "id": 477,
                    "name": "华蓥市"
                },
                {
                    "id": 479,
                    "name": "岳池县"
                },
                {
                    "id": 481,
                    "name": "广安市"
                },
                {
                    "id": 484,
                    "name": "武胜县"
                },
                {
                    "id": 498,
                    "name": "邻水县"
                }
            ],
            "凉山彝族自治州": [
                {
                    "id": 537,
                    "name": "西昌市"
                },
                {
                    "id": 538,
                    "name": "木里县"
                },
                {
                    "id": 539,
                    "name": "盐源县"
                },
                {
                    "id": 540,
                    "name": "会理县"
                },
                {
                    "id": 541,
                    "name": "会东县"
                },
                {
                    "id": 542,
                    "name": "宁南县"
                },
                {
                    "id": 543,
                    "name": "普格县"
                },
                {
                    "id": 544,
                    "name": "布拖县"
                },
                {
                    "id": 545,
                    "name": "金阳县"
                },
                {
                    "id": 546,
                    "name": "昭觉县"
                },
                {
                    "id": 547,
                    "name": "喜德县"
                },
                {
                    "id": 548,
                    "name": "冕宁县"
                },
                {
                    "id": 549,
                    "name": "越西县"
                },
                {
                    "id": 550,
                    "name": "甘洛县"
                },
                {
                    "id": 551,
                    "name": "美姑县"
                },
                {
                    "id": 552,
                    "name": "雷波县"
                },
                {
                    "id": 553,
                    "name": "德昌县"
                }
            ],
            "成都市": [
                {
                    "id": 396,
                    "name": "邛崃市"
                },
                {
                    "id": 397,
                    "name": "大邑县"
                },
                {
                    "id": 398,
                    "name": "崇州市"
                },
                {
                    "id": 399,
                    "name": "彭州市"
                },
                {
                    "id": 400,
                    "name": "郫县"
                },
                {
                    "id": 401,
                    "name": "双流县"
                },
                {
                    "id": 402,
                    "name": "金堂县"
                },
                {
                    "id": 403,
                    "name": "成都市"
                },
                {
                    "id": 404,
                    "name": "都江堰市"
                },
                {
                    "id": 405,
                    "name": "新津县"
                },
                {
                    "id": 406,
                    "name": "蒲江县"
                },
                {
                    "id": 407,
                    "name": "温江区"
                },
                {
                    "id": 408,
                    "name": "新都区"
                },
                {
                    "id": 450,
                    "name": "简阳市"
                },
                {
                    "id": 2315,
                    "name": "三元街"
                }
            ],
            "内江市": [
                {
                    "id": 444,
                    "name": "内江市"
                },
                {
                    "id": 447,
                    "name": "威远县"
                },
                {
                    "id": 448,
                    "name": "资中县"
                },
                {
                    "id": 451,
                    "name": "隆昌县"
                }
            ],
            "资阳市": [
                {
                    "id": 445,
                    "name": "乐至县"
                },
                {
                    "id": 446,
                    "name": "安岳县"
                },
                {
                    "id": 449,
                    "name": "资阳市"
                }
            ],
            "南充市": [
                {
                    "id": 476,
                    "name": "南充市"
                },
                {
                    "id": 478,
                    "name": "南部县"
                },
                {
                    "id": 480,
                    "name": "营山县"
                },
                {
                    "id": 482,
                    "name": "蓬安县"
                },
                {
                    "id": 483,
                    "name": "仪陇县"
                },
                {
                    "id": 485,
                    "name": "西充县"
                },
                {
                    "id": 486,
                    "name": "阆中市"
                }
            ],
            "泸州市": [
                {
                    "id": 415,
                    "name": "泸州市"
                },
                {
                    "id": 416,
                    "name": "泸县"
                },
                {
                    "id": 417,
                    "name": "合江区"
                },
                {
                    "id": 418,
                    "name": "纳溪区"
                },
                {
                    "id": 419,
                    "name": "叙永县"
                },
                {
                    "id": 420,
                    "name": "古蔺县"
                }
            ],
            "德阳市": [
                {
                    "id": 421,
                    "name": "德阳市"
                },
                {
                    "id": 422,
                    "name": "绵竹市"
                },
                {
                    "id": 423,
                    "name": "中江县"
                },
                {
                    "id": 424,
                    "name": "什邡市"
                },
                {
                    "id": 425,
                    "name": "广汉市"
                },
                {
                    "id": 426,
                    "name": "罗江县"
                }
            ],
            "雅安市": [
                {
                    "id": 499,
                    "name": "雅安市"
                },
                {
                    "id": 500,
                    "name": "名山县"
                },
                {
                    "id": 501,
                    "name": "荥经县"
                },
                {
                    "id": 502,
                    "name": "汉源县"
                },
                {
                    "id": 503,
                    "name": "石棉县"
                },
                {
                    "id": 504,
                    "name": "天全县"
                },
                {
                    "id": 505,
                    "name": "芦山县"
                },
                {
                    "id": 506,
                    "name": "宝兴县"
                }
            ]
        },
        "安徽省": {
            "巢湖市": [
                {
                    "id": 1374,
                    "name": "巢湖市"
                }
            ],
            "马鞍山市": [
                {
                    "id": 1319,
                    "name": "马鞍山市"
                },
                {
                    "id": 1320,
                    "name": "当涂县"
                },
                {
                    "id": 1377,
                    "name": "含山县"
                },
                {
                    "id": 1378,
                    "name": "和县"
                }
            ],
            "亳州市": [
                {
                    "id": 1340,
                    "name": "亳州市"
                },
                {
                    "id": 1343,
                    "name": "涡阳县"
                },
                {
                    "id": 1344,
                    "name": "蒙城县"
                },
                {
                    "id": 1348,
                    "name": "利辛县"
                }
            ],
            "安庆市": [
                {
                    "id": 1325,
                    "name": "安庆市"
                },
                {
                    "id": 1326,
                    "name": "桐城市"
                },
                {
                    "id": 1327,
                    "name": "怀宁县"
                },
                {
                    "id": 1329,
                    "name": "潜山县"
                },
                {
                    "id": 1330,
                    "name": "太湖县"
                },
                {
                    "id": 1331,
                    "name": "宿松县"
                },
                {
                    "id": 1332,
                    "name": "望江县"
                },
                {
                    "id": 1333,
                    "name": "岳西县"
                }
            ],
            "池州市": [
                {
                    "id": 1379,
                    "name": "池州市"
                },
                {
                    "id": 1380,
                    "name": "东至县"
                },
                {
                    "id": 1381,
                    "name": "石台县"
                },
                {
                    "id": 1382,
                    "name": "青阳县"
                }
            ],
            "宿州市": [
                {
                    "id": 1349,
                    "name": "宿州市"
                },
                {
                    "id": 1350,
                    "name": "砀山县"
                },
                {
                    "id": 1351,
                    "name": "萧县"
                },
                {
                    "id": 1352,
                    "name": "灵璧县"
                },
                {
                    "id": 1353,
                    "name": "泗县"
                }
            ],
            "铜陵市": [
                {
                    "id": 1323,
                    "name": "铜陵市"
                },
                {
                    "id": 1324,
                    "name": "铜陵县"
                },
                {
                    "id": 1328,
                    "name": "枞阳县"
                }
            ],
            "蚌埠市": [
                {
                    "id": 1313,
                    "name": "蚌埠市"
                },
                {
                    "id": 1314,
                    "name": "怀远县"
                },
                {
                    "id": 1315,
                    "name": "五河县"
                },
                {
                    "id": 1316,
                    "name": "固镇县"
                }
            ],
            "黄山市": [
                {
                    "id": 1334,
                    "name": "黄山市"
                },
                {
                    "id": 1335,
                    "name": "歙县"
                },
                {
                    "id": 1336,
                    "name": "休宁县"
                },
                {
                    "id": 1337,
                    "name": "黟县"
                },
                {
                    "id": 1338,
                    "name": "祁门县"
                }
            ],
            "阜阳市": [
                {
                    "id": 1339,
                    "name": "阜阳市"
                },
                {
                    "id": 1341,
                    "name": "临泉县"
                },
                {
                    "id": 1342,
                    "name": "太和县"
                },
                {
                    "id": 1345,
                    "name": "阜南县"
                },
                {
                    "id": 1346,
                    "name": "颍上县"
                },
                {
                    "id": 1347,
                    "name": "界首市"
                }
            ],
            "合肥市": [
                {
                    "id": 1305,
                    "name": "合肥市"
                },
                {
                    "id": 1306,
                    "name": "长丰县"
                },
                {
                    "id": 1307,
                    "name": "肥西县"
                },
                {
                    "id": 1308,
                    "name": "肥东县"
                },
                {
                    "id": 1375,
                    "name": "庐江县"
                }
            ],
            "滁州市": [
                {
                    "id": 1354,
                    "name": "滁州市"
                },
                {
                    "id": 1355,
                    "name": "天长市"
                },
                {
                    "id": 1356,
                    "name": "来安县"
                },
                {
                    "id": 1357,
                    "name": "全椒县"
                },
                {
                    "id": 1358,
                    "name": "定远县"
                },
                {
                    "id": 1359,
                    "name": "凤阳县"
                },
                {
                    "id": 1360,
                    "name": "明光市"
                }
            ],
            "芜湖市": [
                {
                    "id": 1309,
                    "name": "芜湖市"
                },
                {
                    "id": 1310,
                    "name": "芜湖县"
                },
                {
                    "id": 1311,
                    "name": "繁昌县"
                },
                {
                    "id": 1312,
                    "name": "南陵县"
                },
                {
                    "id": 1376,
                    "name": "无为县"
                }
            ],
            "宣城市": [
                {
                    "id": 1367,
                    "name": "宣城市"
                },
                {
                    "id": 1368,
                    "name": "郎溪县"
                },
                {
                    "id": 1369,
                    "name": "广德县"
                },
                {
                    "id": 1370,
                    "name": "宁国市"
                },
                {
                    "id": 1371,
                    "name": "泾县"
                },
                {
                    "id": 1372,
                    "name": "旌德县"
                },
                {
                    "id": 1373,
                    "name": "绩溪县"
                }
            ],
            "六安市": [
                {
                    "id": 1361,
                    "name": "六安市"
                },
                {
                    "id": 1363,
                    "name": "霍邱县"
                },
                {
                    "id": 1364,
                    "name": "舒城县"
                },
                {
                    "id": 1365,
                    "name": "金寨县"
                },
                {
                    "id": 1366,
                    "name": "霍山县"
                }
            ],
            "淮南市": [
                {
                    "id": 1317,
                    "name": "淮南市"
                },
                {
                    "id": 1318,
                    "name": "凤台县"
                },
                {
                    "id": 1362,
                    "name": "寿县"
                }
            ],
            "淮北市": [
                {
                    "id": 1321,
                    "name": "淮北市"
                },
                {
                    "id": 1322,
                    "name": "濉溪县"
                }
            ]
        },
        "江苏省": {
            "苏州市": [
                {
                    "id": 75,
                    "name": "苏州市"
                },
                {
                    "id": 76,
                    "name": "太仓市"
                },
                {
                    "id": 77,
                    "name": "昆山市"
                },
                {
                    "id": 78,
                    "name": "吴江市"
                },
                {
                    "id": 79,
                    "name": "常熟市"
                },
                {
                    "id": 80,
                    "name": "张家港市"
                }
            ],
            "徐州市": [
                {
                    "id": 65,
                    "name": "徐州市"
                },
                {
                    "id": 66,
                    "name": "丰县"
                },
                {
                    "id": 67,
                    "name": "沛县"
                },
                {
                    "id": 68,
                    "name": "铜山县"
                },
                {
                    "id": 69,
                    "name": "睢宁县"
                },
                {
                    "id": 70,
                    "name": "邳州市"
                },
                {
                    "id": 71,
                    "name": "新沂市"
                }
            ],
            "宿迁市": [
                {
                    "id": 93,
                    "name": "沐阳县"
                },
                {
                    "id": 96,
                    "name": "泗洪县"
                },
                {
                    "id": 100,
                    "name": "宿迁市"
                },
                {
                    "id": 101,
                    "name": "泗阳县"
                },
                {
                    "id": 102,
                    "name": "宿豫县"
                }
            ],
            "盐城市": [
                {
                    "id": 103,
                    "name": "盐城市"
                },
                {
                    "id": 104,
                    "name": "响水县"
                },
                {
                    "id": 105,
                    "name": "滨海县"
                },
                {
                    "id": 106,
                    "name": "阜宁县"
                },
                {
                    "id": 107,
                    "name": "射阳县"
                },
                {
                    "id": 108,
                    "name": "建湖县"
                },
                {
                    "id": 109,
                    "name": "大丰市"
                },
                {
                    "id": 110,
                    "name": "东台市"
                },
                {
                    "id": 111,
                    "name": "盐都县"
                }
            ],
            "扬州市": [
                {
                    "id": 112,
                    "name": "扬州市"
                },
                {
                    "id": 113,
                    "name": "高邮市"
                },
                {
                    "id": 114,
                    "name": "宝应县"
                },
                {
                    "id": 117,
                    "name": "仪征市"
                },
                {
                    "id": 2309,
                    "name": "扬州市东方红路"
                }
            ],
            "南京市": [
                {
                    "id": 59,
                    "name": "南京市"
                },
                {
                    "id": 60,
                    "name": "高淳县"
                },
                {
                    "id": 61,
                    "name": "溧水县"
                }
            ],
            "淮安市": [
                {
                    "id": 91,
                    "name": "淮安市"
                },
                {
                    "id": 95,
                    "name": "涟水县"
                },
                {
                    "id": 97,
                    "name": "洪泽县"
                },
                {
                    "id": 98,
                    "name": "盱眙县"
                },
                {
                    "id": 99,
                    "name": "金湖县"
                }
            ],
            "泰州市": [
                {
                    "id": 115,
                    "name": "靖江市"
                },
                {
                    "id": 116,
                    "name": "泰兴市"
                },
                {
                    "id": 118,
                    "name": "兴化市"
                },
                {
                    "id": 119,
                    "name": "姜堰市"
                },
                {
                    "id": 2292,
                    "name": "泰州市"
                }
            ],
            "无锡市": [
                {
                    "id": 62,
                    "name": "无锡市"
                },
                {
                    "id": 63,
                    "name": "江阴市"
                },
                {
                    "id": 64,
                    "name": "宜兴市"
                }
            ],
            "常州市": [
                {
                    "id": 72,
                    "name": "常州市"
                },
                {
                    "id": 73,
                    "name": "金坛市"
                },
                {
                    "id": 74,
                    "name": "溧阳市"
                }
            ],
            "南通市": [
                {
                    "id": 81,
                    "name": "南通市"
                },
                {
                    "id": 82,
                    "name": "海安县"
                },
                {
                    "id": 83,
                    "name": "如皋市"
                },
                {
                    "id": 84,
                    "name": "如东县"
                },
                {
                    "id": 85,
                    "name": "海门市"
                },
                {
                    "id": 86,
                    "name": "启东市"
                },
                {
                    "id": 94,
                    "name": "通州市"
                }
            ],
            "镇江市": [
                {
                    "id": 120,
                    "name": "镇江市"
                },
                {
                    "id": 121,
                    "name": "丹阳市"
                },
                {
                    "id": 122,
                    "name": "句容市"
                },
                {
                    "id": 123,
                    "name": "扬中市"
                }
            ],
            "连云港市": [
                {
                    "id": 87,
                    "name": "连云港市"
                },
                {
                    "id": 88,
                    "name": "赣榆县"
                },
                {
                    "id": 89,
                    "name": "东海县"
                },
                {
                    "id": 90,
                    "name": "灌云县"
                },
                {
                    "id": 92,
                    "name": "灌南县"
                }
            ]
        },
        "新疆": {
            "阿勒泰地区": [
                {
                    "id": 2279,
                    "name": "阿勒泰地区"
                },
                {
                    "id": 2280,
                    "name": "布尔津县"
                },
                {
                    "id": 2281,
                    "name": "富蕴县"
                },
                {
                    "id": 2282,
                    "name": "福海县"
                },
                {
                    "id": 2283,
                    "name": "哈巴河县"
                },
                {
                    "id": 2284,
                    "name": "青河县"
                },
                {
                    "id": 2285,
                    "name": "吉木乃县"
                }
            ],
            "克孜勒苏柯尔克孜自治州": [
                {
                    "id": 2239,
                    "name": "阿图什市"
                },
                {
                    "id": 2240,
                    "name": "阿克陶县"
                },
                {
                    "id": 2241,
                    "name": "阿合奇县"
                },
                {
                    "id": 2242,
                    "name": "乌恰县"
                }
            ],
            "图木舒克市": [
                {
                    "id": 2289,
                    "name": "图木舒克市"
                }
            ],
            "北屯市": [
                {
                    "id": 2208,
                    "name": "北屯镇"
                }
            ],
            "博尔塔拉蒙古自治州": [
                {
                    "id": 2218,
                    "name": "博乐市"
                },
                {
                    "id": 2219,
                    "name": "精河县"
                },
                {
                    "id": 2220,
                    "name": "温泉县"
                },
                {
                    "id": 2290,
                    "name": "阿拉山口口岸"
                }
            ],
            "阿克苏地区": [
                {
                    "id": 2230,
                    "name": "阿克苏地区"
                },
                {
                    "id": 2231,
                    "name": "温宿县"
                },
                {
                    "id": 2232,
                    "name": "库车县"
                },
                {
                    "id": 2233,
                    "name": "沙雅县"
                },
                {
                    "id": 2234,
                    "name": "新和县"
                },
                {
                    "id": 2235,
                    "name": "拜城县"
                },
                {
                    "id": 2236,
                    "name": "乌什县"
                },
                {
                    "id": 2237,
                    "name": "阿瓦提县"
                },
                {
                    "id": 2238,
                    "name": "柯坪县"
                }
            ],
            "巴音郭楞蒙古自治州": [
                {
                    "id": 2221,
                    "name": "库尔勒市"
                },
                {
                    "id": 2222,
                    "name": "轮台县"
                },
                {
                    "id": 2223,
                    "name": "尉犁县"
                },
                {
                    "id": 2224,
                    "name": "若羌县"
                },
                {
                    "id": 2225,
                    "name": "且末县"
                },
                {
                    "id": 2226,
                    "name": "焉耆回族自治县"
                },
                {
                    "id": 2227,
                    "name": "和静县"
                },
                {
                    "id": 2228,
                    "name": "和硕县"
                },
                {
                    "id": 2229,
                    "name": "博湖县"
                }
            ],
            "哈密市": [
                {
                    "id": 2205,
                    "name": "哈密市"
                },
                {
                    "id": 2206,
                    "name": "巴里坤哈萨克自治县"
                },
                {
                    "id": 2207,
                    "name": "伊吾县"
                },
                {
                    "id": 2287,
                    "name": "三道岭地区"
                }
            ],
            "昌吉回族自治州": [
                {
                    "id": 2209,
                    "name": "昌吉回族自治州"
                },
                {
                    "id": 2210,
                    "name": "米泉市"
                },
                {
                    "id": 2211,
                    "name": "呼图壁县"
                },
                {
                    "id": 2212,
                    "name": "玛纳斯县"
                },
                {
                    "id": 2213,
                    "name": "奇台县"
                },
                {
                    "id": 2214,
                    "name": "阜康市"
                },
                {
                    "id": 2215,
                    "name": "吉木萨尔县"
                },
                {
                    "id": 2217,
                    "name": "木垒哈萨克自治县"
                }
            ],
            "阿拉尔市": [
                {
                    "id": 2288,
                    "name": "阿拉尔市"
                }
            ],
            "乌鲁木齐市": [
                {
                    "id": 2199,
                    "name": "乌鲁木齐市"
                },
                {
                    "id": 2200,
                    "name": "乌鲁木齐县"
                }
            ],
            "克拉玛依市": [
                {
                    "id": 2201,
                    "name": "克拉玛依市"
                }
            ],
            "石河子市": [
                {
                    "id": 2286,
                    "name": "石河子市"
                }
            ],
            "吐鲁番市": [
                {
                    "id": 2202,
                    "name": "吐鲁番市"
                },
                {
                    "id": 2203,
                    "name": "鄯善县"
                },
                {
                    "id": 2204,
                    "name": "托克逊县"
                }
            ],
            "五家渠市": [
                {
                    "id": 2216,
                    "name": "五家渠市"
                }
            ],
            "喀什地区": [
                {
                    "id": 2243,
                    "name": "喀什地区"
                },
                {
                    "id": 2244,
                    "name": "疏附县"
                },
                {
                    "id": 2245,
                    "name": "疏勒县"
                },
                {
                    "id": 2246,
                    "name": "英吉沙县"
                },
                {
                    "id": 2247,
                    "name": "泽普县"
                },
                {
                    "id": 2248,
                    "name": "莎车县"
                },
                {
                    "id": 2249,
                    "name": "叶城县"
                },
                {
                    "id": 2250,
                    "name": "麦盖提县"
                },
                {
                    "id": 2251,
                    "name": "岳普湖县"
                },
                {
                    "id": 2252,
                    "name": "伽师县"
                },
                {
                    "id": 2253,
                    "name": "巴楚县"
                },
                {
                    "id": 2254,
                    "name": "塔什库尔干塔吉克自治县"
                }
            ],
            "伊犁哈萨克自治州": [
                {
                    "id": 2262,
                    "name": "伊宁市"
                },
                {
                    "id": 2263,
                    "name": "奎屯市"
                },
                {
                    "id": 2264,
                    "name": "伊宁县"
                },
                {
                    "id": 2265,
                    "name": "察布查尔锡伯自治县"
                },
                {
                    "id": 2266,
                    "name": "霍城县"
                },
                {
                    "id": 2267,
                    "name": "巩留县"
                },
                {
                    "id": 2268,
                    "name": "新源县"
                },
                {
                    "id": 2269,
                    "name": "昭苏县"
                },
                {
                    "id": 2270,
                    "name": "特克斯县"
                },
                {
                    "id": 2271,
                    "name": "尼勒克县"
                },
                {
                    "id": 2324,
                    "name": "霍尔果斯市"
                }
            ],
            "和田地区": [
                {
                    "id": 2255,
                    "name": "和田地区"
                },
                {
                    "id": 2256,
                    "name": "墨玉县"
                },
                {
                    "id": 2257,
                    "name": "皮山县"
                },
                {
                    "id": 2258,
                    "name": "洛浦县"
                },
                {
                    "id": 2259,
                    "name": "策勒县"
                },
                {
                    "id": 2260,
                    "name": "于田县"
                },
                {
                    "id": 2261,
                    "name": "民丰县"
                }
            ],
            "塔城地区": [
                {
                    "id": 2272,
                    "name": "塔城地区"
                },
                {
                    "id": 2273,
                    "name": "额敏县"
                },
                {
                    "id": 2274,
                    "name": "乌苏市"
                },
                {
                    "id": 2275,
                    "name": "沙湾县"
                },
                {
                    "id": 2276,
                    "name": "托里县"
                },
                {
                    "id": 2277,
                    "name": "裕民县"
                },
                {
                    "id": 2278,
                    "name": "和布克赛尔蒙古自治县"
                }
            ]
        },
        "吉林省": {
            "长春市": [
                {
                    "id": 1120,
                    "name": "长春市"
                },
                {
                    "id": 1121,
                    "name": "九台区"
                },
                {
                    "id": 1122,
                    "name": "德惠市"
                },
                {
                    "id": 1123,
                    "name": "农安县"
                },
                {
                    "id": 1124,
                    "name": "榆树市"
                }
            ],
            "通化市": [
                {
                    "id": 1139,
                    "name": "通化市"
                },
                {
                    "id": 1140,
                    "name": "通化县"
                },
                {
                    "id": 1141,
                    "name": "辉南县"
                },
                {
                    "id": 1142,
                    "name": "柳河县"
                },
                {
                    "id": 1143,
                    "name": "梅河口市"
                },
                {
                    "id": 1144,
                    "name": "集安市"
                }
            ],
            "辽源市": [
                {
                    "id": 1136,
                    "name": "辽源市"
                },
                {
                    "id": 1137,
                    "name": "东丰县"
                },
                {
                    "id": 1138,
                    "name": "东辽县"
                }
            ],
            "白山市": [
                {
                    "id": 1145,
                    "name": "白山市"
                },
                {
                    "id": 1146,
                    "name": "抚松县"
                },
                {
                    "id": 1147,
                    "name": "靖宇县"
                },
                {
                    "id": 1148,
                    "name": "长白朝鲜族自治县"
                },
                {
                    "id": 1149,
                    "name": "江源区"
                },
                {
                    "id": 1150,
                    "name": "临江市"
                }
            ],
            "白城市": [
                {
                    "id": 1151,
                    "name": "白城市"
                },
                {
                    "id": 1152,
                    "name": "洮南市"
                },
                {
                    "id": 1153,
                    "name": "大安市"
                },
                {
                    "id": 1154,
                    "name": "镇赉县"
                },
                {
                    "id": 1155,
                    "name": "通榆县"
                }
            ],
            "四平市": [
                {
                    "id": 1131,
                    "name": "四平市"
                },
                {
                    "id": 1132,
                    "name": "梨树县"
                },
                {
                    "id": 1133,
                    "name": "伊通满族自治县"
                },
                {
                    "id": 1134,
                    "name": "双辽市"
                },
                {
                    "id": 1135,
                    "name": "公主岭市"
                }
            ],
            "吉林市": [
                {
                    "id": 1125,
                    "name": "吉林市"
                },
                {
                    "id": 1126,
                    "name": "永吉县"
                },
                {
                    "id": 1127,
                    "name": "磐石市"
                },
                {
                    "id": 1128,
                    "name": "蛟河市"
                },
                {
                    "id": 1129,
                    "name": "桦甸市"
                },
                {
                    "id": 1130,
                    "name": "舒兰市"
                }
            ],
            "松原市": [
                {
                    "id": 1156,
                    "name": "松原市"
                },
                {
                    "id": 1157,
                    "name": "扶余县"
                },
                {
                    "id": 1158,
                    "name": "长岭县"
                },
                {
                    "id": 1159,
                    "name": "前郭县"
                },
                {
                    "id": 1160,
                    "name": "乾安县"
                }
            ],
            "延边朝鲜族自治州": [
                {
                    "id": 1161,
                    "name": "延吉市"
                },
                {
                    "id": 1162,
                    "name": "图们市"
                },
                {
                    "id": 1163,
                    "name": "敦化市"
                },
                {
                    "id": 1164,
                    "name": "珲春市"
                },
                {
                    "id": 1165,
                    "name": "龙井市"
                },
                {
                    "id": 1166,
                    "name": "和龙市"
                },
                {
                    "id": 1167,
                    "name": "汪清县"
                },
                {
                    "id": 1168,
                    "name": "安图县"
                }
            ]
        },
        "河北省": {
            "保定市": [
                {
                    "id": 761,
                    "name": "保定市"
                },
                {
                    "id": 762,
                    "name": "清苑县"
                },
                {
                    "id": 763,
                    "name": "定州市"
                },
                {
                    "id": 764,
                    "name": "涿州市"
                },
                {
                    "id": 765,
                    "name": "易县"
                },
                {
                    "id": 766,
                    "name": "徐水县"
                },
                {
                    "id": 767,
                    "name": "涞源县"
                },
                {
                    "id": 768,
                    "name": "定兴县"
                },
                {
                    "id": 769,
                    "name": "顺平县"
                },
                {
                    "id": 770,
                    "name": "唐县"
                },
                {
                    "id": 771,
                    "name": "望都县"
                },
                {
                    "id": 772,
                    "name": "涞水县"
                },
                {
                    "id": 773,
                    "name": "高阳县"
                },
                {
                    "id": 774,
                    "name": "安新县"
                },
                {
                    "id": 775,
                    "name": "雄县"
                },
                {
                    "id": 776,
                    "name": "容城县"
                },
                {
                    "id": 777,
                    "name": "高碑店市"
                },
                {
                    "id": 778,
                    "name": "曲阳县"
                },
                {
                    "id": 779,
                    "name": "阜平县"
                },
                {
                    "id": 780,
                    "name": "安国市"
                },
                {
                    "id": 781,
                    "name": "博野县"
                },
                {
                    "id": 782,
                    "name": "蠡县"
                },
                {
                    "id": 2296,
                    "name": "满城区"
                }
            ],
            "衡水市": [
                {
                    "id": 829,
                    "name": "衡水市"
                },
                {
                    "id": 830,
                    "name": "冀州市"
                },
                {
                    "id": 831,
                    "name": "枣强县"
                },
                {
                    "id": 832,
                    "name": "武邑县"
                },
                {
                    "id": 833,
                    "name": "深州市"
                },
                {
                    "id": 834,
                    "name": "武强县"
                },
                {
                    "id": 835,
                    "name": "安平县"
                },
                {
                    "id": 836,
                    "name": "景县"
                },
                {
                    "id": 837,
                    "name": "阜城县"
                },
                {
                    "id": 2298,
                    "name": "饶阳县"
                },
                {
                    "id": 2299,
                    "name": "故城县"
                }
            ],
            "张家口市": [
                {
                    "id": 783,
                    "name": "张家口市"
                },
                {
                    "id": 784,
                    "name": "宣化县"
                },
                {
                    "id": 785,
                    "name": "张北县"
                },
                {
                    "id": 786,
                    "name": "康保县"
                },
                {
                    "id": 787,
                    "name": "沽源县"
                },
                {
                    "id": 788,
                    "name": "尚义县"
                },
                {
                    "id": 789,
                    "name": "蔚县"
                },
                {
                    "id": 790,
                    "name": "阳原县"
                },
                {
                    "id": 791,
                    "name": "怀安县"
                },
                {
                    "id": 792,
                    "name": "万全县"
                },
                {
                    "id": 793,
                    "name": "怀来县"
                },
                {
                    "id": 794,
                    "name": "涿鹿县"
                },
                {
                    "id": 795,
                    "name": "赤城县"
                },
                {
                    "id": 796,
                    "name": "崇礼县"
                }
            ],
            "承德市": [
                {
                    "id": 797,
                    "name": "承德市"
                },
                {
                    "id": 798,
                    "name": "承德县"
                },
                {
                    "id": 799,
                    "name": "宽城县"
                },
                {
                    "id": 800,
                    "name": "兴隆县"
                },
                {
                    "id": 801,
                    "name": "平泉县"
                },
                {
                    "id": 802,
                    "name": "滦平县"
                },
                {
                    "id": 803,
                    "name": "丰宁县"
                },
                {
                    "id": 804,
                    "name": "隆化县"
                },
                {
                    "id": 805,
                    "name": "围场县"
                }
            ],
            "邯郸市": [
                {
                    "id": 728,
                    "name": "邯郸市"
                },
                {
                    "id": 729,
                    "name": "大名县"
                },
                {
                    "id": 730,
                    "name": "魏县"
                },
                {
                    "id": 731,
                    "name": "曲周县"
                },
                {
                    "id": 732,
                    "name": "邱县"
                },
                {
                    "id": 733,
                    "name": "鸡泽县"
                },
                {
                    "id": 734,
                    "name": "肥乡县"
                },
                {
                    "id": 735,
                    "name": "广平县"
                },
                {
                    "id": 736,
                    "name": "成安县"
                },
                {
                    "id": 737,
                    "name": "临漳县"
                },
                {
                    "id": 738,
                    "name": "磁县"
                },
                {
                    "id": 739,
                    "name": "涉县"
                },
                {
                    "id": 740,
                    "name": "永年县"
                },
                {
                    "id": 741,
                    "name": "馆陶县"
                },
                {
                    "id": 742,
                    "name": "武安市"
                },
                {
                    "id": 2302,
                    "name": "邯郸城东"
                }
            ],
            "沧州市": [
                {
                    "id": 806,
                    "name": "沧州市"
                },
                {
                    "id": 807,
                    "name": "沧县"
                },
                {
                    "id": 808,
                    "name": "青县"
                },
                {
                    "id": 809,
                    "name": "泊头市"
                },
                {
                    "id": 810,
                    "name": "任丘市"
                },
                {
                    "id": 811,
                    "name": "河间市"
                },
                {
                    "id": 812,
                    "name": "肃宁县"
                },
                {
                    "id": 813,
                    "name": "献县"
                },
                {
                    "id": 814,
                    "name": "吴桥县"
                },
                {
                    "id": 815,
                    "name": "东光县"
                },
                {
                    "id": 816,
                    "name": "南皮县"
                },
                {
                    "id": 817,
                    "name": "盐山县"
                },
                {
                    "id": 818,
                    "name": "黄骅市"
                },
                {
                    "id": 819,
                    "name": "孟村县"
                },
                {
                    "id": 820,
                    "name": "海兴县"
                }
            ],
            "秦皇岛市": [
                {
                    "id": 723,
                    "name": "秦皇岛市"
                },
                {
                    "id": 724,
                    "name": "青龙县"
                },
                {
                    "id": 725,
                    "name": "昌黎县"
                },
                {
                    "id": 726,
                    "name": "抚宁县"
                },
                {
                    "id": 727,
                    "name": "卢龙县"
                }
            ],
            "石家庄市": [
                {
                    "id": 697,
                    "name": "石家庄市"
                },
                {
                    "id": 698,
                    "name": "晋州市"
                },
                {
                    "id": 699,
                    "name": "行唐县"
                },
                {
                    "id": 700,
                    "name": "灵寿县"
                },
                {
                    "id": 701,
                    "name": "平山县"
                },
                {
                    "id": 702,
                    "name": "赞皇县"
                },
                {
                    "id": 703,
                    "name": "元氏县"
                },
                {
                    "id": 704,
                    "name": "高邑县"
                },
                {
                    "id": 705,
                    "name": "新乐市"
                },
                {
                    "id": 706,
                    "name": "赵县"
                },
                {
                    "id": 707,
                    "name": "藁城市"
                },
                {
                    "id": 708,
                    "name": "无极县"
                },
                {
                    "id": 709,
                    "name": "深泽县"
                },
                {
                    "id": 710,
                    "name": "辛集市"
                },
                {
                    "id": 711,
                    "name": "鹿泉市"
                },
                {
                    "id": 712,
                    "name": "栾城县"
                },
                {
                    "id": 713,
                    "name": "正定县"
                },
                {
                    "id": 714,
                    "name": "井陉县"
                }
            ],
            "唐山市": [
                {
                    "id": 715,
                    "name": "唐山市"
                },
                {
                    "id": 716,
                    "name": "滦县"
                },
                {
                    "id": 717,
                    "name": "滦南县"
                },
                {
                    "id": 718,
                    "name": "乐亭县"
                },
                {
                    "id": 719,
                    "name": "迁安市"
                },
                {
                    "id": 720,
                    "name": "遵化市"
                },
                {
                    "id": 721,
                    "name": "玉田县"
                },
                {
                    "id": 722,
                    "name": "唐海县"
                },
                {
                    "id": 2295,
                    "name": "迁西县"
                }
            ],
            "廊坊市": [
                {
                    "id": 821,
                    "name": "廊坊市"
                },
                {
                    "id": 822,
                    "name": "三河市"
                },
                {
                    "id": 823,
                    "name": "固安县"
                },
                {
                    "id": 824,
                    "name": "永清县"
                },
                {
                    "id": 825,
                    "name": "大城县"
                },
                {
                    "id": 826,
                    "name": "文安县"
                },
                {
                    "id": 827,
                    "name": "霸州市"
                },
                {
                    "id": 828,
                    "name": "大厂县"
                },
                {
                    "id": 2297,
                    "name": "香河县"
                }
            ],
            "邢台市": [
                {
                    "id": 743,
                    "name": "邢台市"
                },
                {
                    "id": 744,
                    "name": "邢台县"
                },
                {
                    "id": 745,
                    "name": "南宫市"
                },
                {
                    "id": 746,
                    "name": "沙河市"
                },
                {
                    "id": 747,
                    "name": "临城县"
                },
                {
                    "id": 748,
                    "name": "内邱县"
                },
                {
                    "id": 749,
                    "name": "柏乡县"
                },
                {
                    "id": 750,
                    "name": "隆尧县"
                },
                {
                    "id": 751,
                    "name": "任县"
                },
                {
                    "id": 752,
                    "name": "南和县"
                },
                {
                    "id": 753,
                    "name": "宁晋县"
                },
                {
                    "id": 754,
                    "name": "巨鹿县"
                },
                {
                    "id": 755,
                    "name": "新河县"
                },
                {
                    "id": 756,
                    "name": "广宗县"
                },
                {
                    "id": 757,
                    "name": "平乡县"
                },
                {
                    "id": 758,
                    "name": "威县"
                },
                {
                    "id": 759,
                    "name": "清河县"
                },
                {
                    "id": 760,
                    "name": "临西县"
                }
            ]
        },
        "河南省": {
            "周口市": [
                {
                    "id": 1469,
                    "name": "周口市"
                },
                {
                    "id": 1470,
                    "name": "扶沟县"
                },
                {
                    "id": 1471,
                    "name": "西华县"
                },
                {
                    "id": 1472,
                    "name": "商水县"
                },
                {
                    "id": 1473,
                    "name": "太康县"
                },
                {
                    "id": 1474,
                    "name": "鹿邑县"
                },
                {
                    "id": 1475,
                    "name": "郸城县"
                },
                {
                    "id": 1476,
                    "name": "淮阳县"
                },
                {
                    "id": 1477,
                    "name": "沈丘县"
                },
                {
                    "id": 1478,
                    "name": "项城市"
                }
            ],
            "平顶山市": [
                {
                    "id": 1407,
                    "name": "平顶山市"
                },
                {
                    "id": 1408,
                    "name": "宝丰县"
                },
                {
                    "id": 1409,
                    "name": "叶县"
                },
                {
                    "id": 1410,
                    "name": "鲁山县"
                },
                {
                    "id": 1411,
                    "name": "郏县"
                },
                {
                    "id": 1413,
                    "name": "汝州市"
                },
                {
                    "id": 1454,
                    "name": "舞钢市"
                }
            ],
            "洛阳市": [
                {
                    "id": 1397,
                    "name": "洛阳市"
                },
                {
                    "id": 1398,
                    "name": "偃师市"
                },
                {
                    "id": 1399,
                    "name": "孟津县"
                },
                {
                    "id": 1400,
                    "name": "新安县"
                },
                {
                    "id": 1401,
                    "name": "栾川县"
                },
                {
                    "id": 1402,
                    "name": "嵩县"
                },
                {
                    "id": 1403,
                    "name": "汝阳县"
                },
                {
                    "id": 1404,
                    "name": "宜阳县"
                },
                {
                    "id": 1405,
                    "name": "洛宁县"
                },
                {
                    "id": 1406,
                    "name": "伊川县"
                }
            ],
            "济源市": [
                {
                    "id": 1384,
                    "name": "济源市"
                }
            ],
            "濮阳市": [
                {
                    "id": 1439,
                    "name": "濮阳市"
                },
                {
                    "id": 1440,
                    "name": "清丰县"
                },
                {
                    "id": 1441,
                    "name": "南乐县"
                },
                {
                    "id": 1442,
                    "name": "范县"
                },
                {
                    "id": 1443,
                    "name": "台前县"
                },
                {
                    "id": 1444,
                    "name": "濮阳县"
                }
            ],
            "南阳市": [
                {
                    "id": 1489,
                    "name": "南阳市"
                },
                {
                    "id": 1490,
                    "name": "邓州市"
                },
                {
                    "id": 1491,
                    "name": "南召县"
                },
                {
                    "id": 1492,
                    "name": "方城县"
                },
                {
                    "id": 1493,
                    "name": "西峡县"
                },
                {
                    "id": 1494,
                    "name": "镇平县"
                },
                {
                    "id": 1495,
                    "name": "内乡县"
                },
                {
                    "id": 1496,
                    "name": "淅川县"
                },
                {
                    "id": 1497,
                    "name": "社旗县"
                },
                {
                    "id": 1498,
                    "name": "唐河县"
                },
                {
                    "id": 1499,
                    "name": "新野县"
                },
                {
                    "id": 1500,
                    "name": "桐柏县"
                }
            ],
            "信阳市": [
                {
                    "id": 1501,
                    "name": "信阳市"
                },
                {
                    "id": 1502,
                    "name": "息县"
                },
                {
                    "id": 1503,
                    "name": "淮滨县"
                },
                {
                    "id": 1504,
                    "name": "潢川县"
                },
                {
                    "id": 1505,
                    "name": "光山县"
                },
                {
                    "id": 1506,
                    "name": "固始县"
                },
                {
                    "id": 1507,
                    "name": "商城县"
                },
                {
                    "id": 1508,
                    "name": "罗山县"
                },
                {
                    "id": 1509,
                    "name": "新县"
                }
            ],
            "漯河市": [
                {
                    "id": 1450,
                    "name": "漯河市"
                },
                {
                    "id": 1451,
                    "name": "舞阳县"
                },
                {
                    "id": 1452,
                    "name": "临颍县"
                },
                {
                    "id": 1453,
                    "name": "郾城县"
                }
            ],
            "开封市": [
                {
                    "id": 1391,
                    "name": "开封市"
                },
                {
                    "id": 1392,
                    "name": "杞县"
                },
                {
                    "id": 1393,
                    "name": "通许县"
                },
                {
                    "id": 1394,
                    "name": "尉氏县"
                },
                {
                    "id": 1395,
                    "name": "开封县"
                },
                {
                    "id": 1396,
                    "name": "兰考县"
                }
            ],
            "安阳市": [
                {
                    "id": 1414,
                    "name": "安阳市"
                },
                {
                    "id": 1415,
                    "name": "林州市"
                },
                {
                    "id": 1416,
                    "name": "安阳县"
                },
                {
                    "id": 1417,
                    "name": "汤阴县"
                },
                {
                    "id": 1418,
                    "name": "滑县"
                },
                {
                    "id": 1419,
                    "name": "内黄县"
                }
            ],
            "驻马店市": [
                {
                    "id": 1479,
                    "name": "驻马店市"
                },
                {
                    "id": 1480,
                    "name": "确山县"
                },
                {
                    "id": 1481,
                    "name": "泌阳县"
                },
                {
                    "id": 1482,
                    "name": "遂平县"
                },
                {
                    "id": 1483,
                    "name": "西平县"
                },
                {
                    "id": 1484,
                    "name": "上蔡县"
                },
                {
                    "id": 1485,
                    "name": "汝南县"
                },
                {
                    "id": 1486,
                    "name": "平舆县"
                },
                {
                    "id": 1487,
                    "name": "新蔡县"
                },
                {
                    "id": 1488,
                    "name": "正阳县"
                }
            ],
            "新乡市": [
                {
                    "id": 1423,
                    "name": "新乡市"
                },
                {
                    "id": 1424,
                    "name": "新乡县"
                },
                {
                    "id": 1425,
                    "name": "获嘉县"
                },
                {
                    "id": 1426,
                    "name": "原阳县"
                },
                {
                    "id": 1427,
                    "name": "延津县"
                },
                {
                    "id": 1428,
                    "name": "封丘县"
                },
                {
                    "id": 1429,
                    "name": "长垣县"
                },
                {
                    "id": 1430,
                    "name": "卫辉市"
                },
                {
                    "id": 1431,
                    "name": "辉县市"
                }
            ],
            "许昌市": [
                {
                    "id": 1412,
                    "name": "襄城县"
                },
                {
                    "id": 1445,
                    "name": "许昌市"
                },
                {
                    "id": 1446,
                    "name": "长葛市"
                },
                {
                    "id": 1447,
                    "name": "许昌县"
                },
                {
                    "id": 1448,
                    "name": "鄢陵县"
                },
                {
                    "id": 1449,
                    "name": "禹州市"
                }
            ],
            "三门峡市": [
                {
                    "id": 1455,
                    "name": "三门峡市"
                },
                {
                    "id": 1456,
                    "name": "渑池县"
                },
                {
                    "id": 1457,
                    "name": "陕县"
                },
                {
                    "id": 1458,
                    "name": "灵宝市"
                },
                {
                    "id": 1459,
                    "name": "卢氏县"
                },
                {
                    "id": 1460,
                    "name": "义马市"
                }
            ],
            "鹤壁市": [
                {
                    "id": 1420,
                    "name": "鹤壁市"
                },
                {
                    "id": 1421,
                    "name": "浚县"
                },
                {
                    "id": 1422,
                    "name": "淇县"
                }
            ],
            "商丘市": [
                {
                    "id": 1461,
                    "name": "商丘市"
                },
                {
                    "id": 1462,
                    "name": "虞城县"
                },
                {
                    "id": 1463,
                    "name": "民权县"
                },
                {
                    "id": 1464,
                    "name": "宁陵县"
                },
                {
                    "id": 1465,
                    "name": "睢县"
                },
                {
                    "id": 1466,
                    "name": "夏邑县"
                },
                {
                    "id": 1467,
                    "name": "柘城县"
                },
                {
                    "id": 1468,
                    "name": "永城市"
                }
            ],
            "郑州市": [
                {
                    "id": 1383,
                    "name": "郑州市"
                },
                {
                    "id": 1385,
                    "name": "新密市"
                },
                {
                    "id": 1386,
                    "name": "登封市"
                },
                {
                    "id": 1387,
                    "name": "巩义市"
                },
                {
                    "id": 1388,
                    "name": "新郑市"
                },
                {
                    "id": 1389,
                    "name": "中牟县"
                },
                {
                    "id": 1390,
                    "name": "荥阳市"
                }
            ],
            "焦作市": [
                {
                    "id": 1432,
                    "name": "焦作市"
                },
                {
                    "id": 1433,
                    "name": "修武县"
                },
                {
                    "id": 1434,
                    "name": "博爱县"
                },
                {
                    "id": 1435,
                    "name": "武陟县"
                },
                {
                    "id": 1436,
                    "name": "沁阳市"
                },
                {
                    "id": 1437,
                    "name": "温县"
                },
                {
                    "id": 1438,
                    "name": "孟州市"
                }
            ]
        },
        "西藏": {
            "拉萨市": [
                {
                    "id": 1995,
                    "name": "拉萨市"
                },
                {
                    "id": 1996,
                    "name": "墨竹工卡县"
                },
                {
                    "id": 1997,
                    "name": "达孜区"
                },
                {
                    "id": 1998,
                    "name": "堆龙德庆区"
                },
                {
                    "id": 1999,
                    "name": "曲水县"
                },
                {
                    "id": 2000,
                    "name": "尼木县"
                },
                {
                    "id": 2001,
                    "name": "当雄县"
                },
                {
                    "id": 2002,
                    "name": "林周县"
                }
            ],
            "昌都市": [
                {
                    "id": 2003,
                    "name": "昌都市"
                },
                {
                    "id": 2004,
                    "name": "江达县"
                },
                {
                    "id": 2005,
                    "name": "贡觉县"
                },
                {
                    "id": 2006,
                    "name": "类乌齐县"
                },
                {
                    "id": 2007,
                    "name": "丁青县"
                },
                {
                    "id": 2008,
                    "name": "察雅县"
                },
                {
                    "id": 2009,
                    "name": "八宿县"
                },
                {
                    "id": 2010,
                    "name": "左贡县"
                },
                {
                    "id": 2011,
                    "name": "芒康县"
                },
                {
                    "id": 2012,
                    "name": "洛隆县"
                },
                {
                    "id": 2013,
                    "name": "边坝县"
                }
            ],
            "那曲地区": [
                {
                    "id": 2045,
                    "name": "那曲地区"
                },
                {
                    "id": 2046,
                    "name": "嘉黎县"
                },
                {
                    "id": 2047,
                    "name": "比如县"
                },
                {
                    "id": 2048,
                    "name": "聂荣县"
                },
                {
                    "id": 2049,
                    "name": "安多县"
                },
                {
                    "id": 2050,
                    "name": "申扎县"
                },
                {
                    "id": 2051,
                    "name": "索县"
                },
                {
                    "id": 2052,
                    "name": "班戈县"
                },
                {
                    "id": 2053,
                    "name": "巴青县"
                },
                {
                    "id": 2054,
                    "name": "尼玛县"
                },
                {
                    "id": 2055,
                    "name": "双湖县"
                }
            ],
            "日喀则市": [
                {
                    "id": 2026,
                    "name": "日喀则市"
                },
                {
                    "id": 2027,
                    "name": "南木林县"
                },
                {
                    "id": 2028,
                    "name": "江孜县"
                },
                {
                    "id": 2029,
                    "name": "定日县"
                },
                {
                    "id": 2030,
                    "name": "萨迦县"
                },
                {
                    "id": 2031,
                    "name": "拉孜县"
                },
                {
                    "id": 2032,
                    "name": "昂仁县"
                },
                {
                    "id": 2033,
                    "name": "谢通门县"
                },
                {
                    "id": 2034,
                    "name": "白朗县"
                },
                {
                    "id": 2035,
                    "name": "仁布县"
                },
                {
                    "id": 2036,
                    "name": "康马县"
                },
                {
                    "id": 2037,
                    "name": "定结县"
                },
                {
                    "id": 2038,
                    "name": "仲巴县"
                },
                {
                    "id": 2039,
                    "name": "亚东县"
                },
                {
                    "id": 2040,
                    "name": "吉隆县"
                },
                {
                    "id": 2041,
                    "name": "聂拉木县"
                },
                {
                    "id": 2042,
                    "name": "萨嘎县"
                },
                {
                    "id": 2043,
                    "name": "岗巴县"
                },
                {
                    "id": 2044,
                    "name": "樟木口岸镇"
                }
            ],
            "山南市": [
                {
                    "id": 2014,
                    "name": "乃东区"
                },
                {
                    "id": 2015,
                    "name": "扎囊县"
                },
                {
                    "id": 2016,
                    "name": "贡嘎县"
                },
                {
                    "id": 2017,
                    "name": "桑日县"
                },
                {
                    "id": 2018,
                    "name": "琼结县"
                },
                {
                    "id": 2019,
                    "name": "曲松县"
                },
                {
                    "id": 2020,
                    "name": "措美县"
                },
                {
                    "id": 2021,
                    "name": "洛扎县"
                },
                {
                    "id": 2022,
                    "name": "加查县"
                },
                {
                    "id": 2023,
                    "name": "隆子县"
                },
                {
                    "id": 2024,
                    "name": "错那县"
                },
                {
                    "id": 2025,
                    "name": "浪卡子县"
                }
            ],
            "林芝地区": [
                {
                    "id": 2063,
                    "name": "林芝地区"
                },
                {
                    "id": 2064,
                    "name": "工布江达县"
                },
                {
                    "id": 2065,
                    "name": "米林县"
                },
                {
                    "id": 2066,
                    "name": "墨脱县"
                },
                {
                    "id": 2067,
                    "name": "波密县"
                },
                {
                    "id": 2068,
                    "name": "察隅县"
                },
                {
                    "id": 2069,
                    "name": "朗县"
                }
            ],
            "阿里地区": [
                {
                    "id": 2056,
                    "name": "普兰县"
                },
                {
                    "id": 2057,
                    "name": "札达县"
                },
                {
                    "id": 2058,
                    "name": "噶尔县"
                },
                {
                    "id": 2059,
                    "name": "日土县"
                },
                {
                    "id": 2060,
                    "name": "革吉县"
                },
                {
                    "id": 2061,
                    "name": "改则县"
                },
                {
                    "id": 2062,
                    "name": "措勤县"
                }
            ]
        },
        "海南省": {
            "昌江县": [
                {
                    "id": 1107,
                    "name": "昌江县"
                }
            ],
            "陵水县": [
                {
                    "id": 1104,
                    "name": "陵水县"
                }
            ],
            "临高县": [
                {
                    "id": 1110,
                    "name": "临高县"
                }
            ],
            "屯昌县": [
                {
                    "id": 1112,
                    "name": "屯昌县"
                }
            ],
            "琼海市": [
                {
                    "id": 1115,
                    "name": "琼海市"
                }
            ],
            "白沙县": [
                {
                    "id": 1108,
                    "name": "白沙县"
                }
            ],
            "澄迈县": [
                {
                    "id": 1111,
                    "name": "澄迈县"
                }
            ],
            "琼中县": [
                {
                    "id": 1102,
                    "name": "琼中县"
                }
            ],
            "琼山市": [
                {
                    "id": 1117,
                    "name": "琼山市"
                }
            ],
            "海口市": [
                {
                    "id": 1101,
                    "name": "海口市"
                }
            ],
            "定安县": [
                {
                    "id": 1113,
                    "name": "定安县"
                }
            ],
            "五指山市": [
                {
                    "id": 1118,
                    "name": "五指山市"
                }
            ],
            "东方市": [
                {
                    "id": 1106,
                    "name": "东方市"
                }
            ],
            "儋州市": [
                {
                    "id": 1109,
                    "name": "儋州市"
                }
            ],
            "文昌市": [
                {
                    "id": 1116,
                    "name": "文昌市"
                }
            ],
            "万宁市": [
                {
                    "id": 1114,
                    "name": "万宁市"
                }
            ],
            "保亭县": [
                {
                    "id": 1103,
                    "name": "保亭县"
                }
            ],
            "乐东县": [
                {
                    "id": 1105,
                    "name": "乐东县"
                }
            ],
            "三亚市": [
                {
                    "id": 1119,
                    "name": "三亚市"
                }
            ]
        },
        "宁夏": {
            "银川市": [
                {
                    "id": 554,
                    "name": "银川市"
                },
                {
                    "id": 555,
                    "name": "灵武市"
                },
                {
                    "id": 556,
                    "name": "贺兰县"
                },
                {
                    "id": 557,
                    "name": "永宁县"
                }
            ],
            "石嘴山市": [
                {
                    "id": 558,
                    "name": "石嘴山市"
                },
                {
                    "id": 559,
                    "name": "平罗县"
                },
                {
                    "id": 2322,
                    "name": "惠农区"
                },
                {
                    "id": 2326,
                    "name": "平罗县"
                }
            ],
            "中卫市": [
                {
                    "id": 562,
                    "name": "中卫市"
                },
                {
                    "id": 566,
                    "name": "海原县"
                },
                {
                    "id": 2323,
                    "name": "中宁县"
                }
            ],
            "固原市": [
                {
                    "id": 565,
                    "name": "固原市"
                },
                {
                    "id": 567,
                    "name": "西吉县"
                },
                {
                    "id": 568,
                    "name": "隆德县"
                },
                {
                    "id": 569,
                    "name": "泾源县"
                },
                {
                    "id": 570,
                    "name": "彭阳县"
                }
            ],
            "吴忠市": [
                {
                    "id": 560,
                    "name": "吴忠市"
                },
                {
                    "id": 561,
                    "name": "青铜峡市"
                },
                {
                    "id": 563,
                    "name": "盐池县"
                },
                {
                    "id": 564,
                    "name": "同心县"
                }
            ]
        },
        "重庆市": {
            "重庆市": [
                {
                    "id": 664,
                    "name": "合川市"
                },
                {
                    "id": 665,
                    "name": "江津市"
                },
                {
                    "id": 666,
                    "name": "万盛区"
                },
                {
                    "id": 667,
                    "name": "綦江县"
                },
                {
                    "id": 668,
                    "name": "巴南区"
                },
                {
                    "id": 669,
                    "name": "渝北区"
                },
                {
                    "id": 670,
                    "name": "长寿区"
                },
                {
                    "id": 671,
                    "name": "重庆市"
                },
                {
                    "id": 672,
                    "name": "璧山县"
                },
                {
                    "id": 673,
                    "name": "荣昌县"
                },
                {
                    "id": 674,
                    "name": "双桥区"
                },
                {
                    "id": 675,
                    "name": "大足县"
                },
                {
                    "id": 676,
                    "name": "永川市"
                },
                {
                    "id": 677,
                    "name": "铜梁县"
                },
                {
                    "id": 678,
                    "name": "潼南县"
                },
                {
                    "id": 679,
                    "name": "万州区"
                },
                {
                    "id": 680,
                    "name": "开县"
                },
                {
                    "id": 681,
                    "name": "忠县"
                },
                {
                    "id": 682,
                    "name": "梁平县"
                },
                {
                    "id": 683,
                    "name": "云阳县"
                },
                {
                    "id": 684,
                    "name": "奉节县"
                },
                {
                    "id": 685,
                    "name": "巫山县"
                },
                {
                    "id": 686,
                    "name": "巫溪县"
                },
                {
                    "id": 687,
                    "name": "城口县"
                },
                {
                    "id": 688,
                    "name": "涪陵区"
                },
                {
                    "id": 689,
                    "name": "垫江县"
                },
                {
                    "id": 690,
                    "name": "南川市"
                },
                {
                    "id": 691,
                    "name": "丰都县"
                },
                {
                    "id": 692,
                    "name": "武隆县"
                },
                {
                    "id": 693,
                    "name": "黔江区"
                },
                {
                    "id": 694,
                    "name": "石柱县"
                },
                {
                    "id": 695,
                    "name": "酉阳县"
                },
                {
                    "id": 696,
                    "name": "彭水县"
                },
                {
                    "id": 2317,
                    "name": "秀山县"
                }
            ]
        },
        "江西省": {
            "上饶市": [
                {
                    "id": 1665,
                    "name": "上饶市"
                },
                {
                    "id": 1666,
                    "name": "上饶县"
                },
                {
                    "id": 1667,
                    "name": "广丰区"
                },
                {
                    "id": 1668,
                    "name": "玉山县"
                },
                {
                    "id": 1669,
                    "name": "铅山县"
                },
                {
                    "id": 1670,
                    "name": "横峰县"
                },
                {
                    "id": 1671,
                    "name": "弋阳县"
                },
                {
                    "id": 1672,
                    "name": "余干县"
                },
                {
                    "id": 1673,
                    "name": "鄱阳县"
                },
                {
                    "id": 1674,
                    "name": "万年县"
                },
                {
                    "id": 1675,
                    "name": "德兴市"
                },
                {
                    "id": 1676,
                    "name": "婺源县"
                }
            ],
            "九江市": [
                {
                    "id": 1620,
                    "name": "九江市"
                },
                {
                    "id": 1621,
                    "name": "庐山市"
                },
                {
                    "id": 1622,
                    "name": "九江县"
                },
                {
                    "id": 1623,
                    "name": "瑞昌市"
                },
                {
                    "id": 1624,
                    "name": "武宁县"
                },
                {
                    "id": 1625,
                    "name": "修水县"
                },
                {
                    "id": 1626,
                    "name": "永修县"
                },
                {
                    "id": 1627,
                    "name": "德安县"
                },
                {
                    "id": 1628,
                    "name": "星子县"
                },
                {
                    "id": 1629,
                    "name": "都昌县"
                },
                {
                    "id": 1630,
                    "name": "湖口县"
                },
                {
                    "id": 1631,
                    "name": "彭泽县"
                }
            ],
            "抚州市": [
                {
                    "id": 1690,
                    "name": "抚州市"
                },
                {
                    "id": 1691,
                    "name": "南城县"
                },
                {
                    "id": 1692,
                    "name": "黎川县"
                },
                {
                    "id": 1693,
                    "name": "南丰县"
                },
                {
                    "id": 1694,
                    "name": "崇仁县"
                },
                {
                    "id": 1695,
                    "name": "乐安县"
                },
                {
                    "id": 1696,
                    "name": "宜黄县"
                },
                {
                    "id": 1697,
                    "name": "金溪县"
                },
                {
                    "id": 1698,
                    "name": "资溪县"
                },
                {
                    "id": 1699,
                    "name": "东乡区"
                },
                {
                    "id": 1700,
                    "name": "广昌县"
                }
            ],
            "吉安市": [
                {
                    "id": 1677,
                    "name": "吉安市"
                },
                {
                    "id": 1678,
                    "name": "井冈山市"
                },
                {
                    "id": 1679,
                    "name": "吉安县"
                },
                {
                    "id": 1680,
                    "name": "吉水县"
                },
                {
                    "id": 1681,
                    "name": "峡江县"
                },
                {
                    "id": 1682,
                    "name": "新干县"
                },
                {
                    "id": 1683,
                    "name": "永丰县"
                },
                {
                    "id": 1684,
                    "name": "泰和县"
                },
                {
                    "id": 1685,
                    "name": "遂川县"
                },
                {
                    "id": 1686,
                    "name": "万安县"
                },
                {
                    "id": 1687,
                    "name": "安福县"
                },
                {
                    "id": 1688,
                    "name": "永新县"
                }
            ],
            "鹰潭市": [
                {
                    "id": 1634,
                    "name": "鹰潭市"
                },
                {
                    "id": 1635,
                    "name": "贵溪市"
                },
                {
                    "id": 1636,
                    "name": "余江县"
                }
            ],
            "萍乡市": [
                {
                    "id": 1617,
                    "name": "萍乡市"
                },
                {
                    "id": 1618,
                    "name": "上栗县"
                },
                {
                    "id": 1619,
                    "name": "芦溪县"
                },
                {
                    "id": 1689,
                    "name": "莲花县"
                }
            ],
            "南昌市": [
                {
                    "id": 1608,
                    "name": "南昌市"
                },
                {
                    "id": 1609,
                    "name": "湾里区"
                },
                {
                    "id": 1610,
                    "name": "进贤县"
                },
                {
                    "id": 1611,
                    "name": "安义县"
                },
                {
                    "id": 1612,
                    "name": "新建区"
                },
                {
                    "id": 1613,
                    "name": "南昌县"
                }
            ],
            "景德镇市": [
                {
                    "id": 1614,
                    "name": "景德镇市"
                },
                {
                    "id": 1615,
                    "name": "乐平市"
                },
                {
                    "id": 1616,
                    "name": "浮梁县"
                }
            ],
            "赣州市": [
                {
                    "id": 1637,
                    "name": "赣州市"
                },
                {
                    "id": 1638,
                    "name": "赣县区"
                },
                {
                    "id": 1639,
                    "name": "南康区"
                },
                {
                    "id": 1640,
                    "name": "信丰县"
                },
                {
                    "id": 1641,
                    "name": "大余县"
                },
                {
                    "id": 1642,
                    "name": "上犹县"
                },
                {
                    "id": 1643,
                    "name": "崇义县"
                },
                {
                    "id": 1644,
                    "name": "安远县"
                },
                {
                    "id": 1645,
                    "name": "龙南县"
                },
                {
                    "id": 1646,
                    "name": "定南县"
                },
                {
                    "id": 1647,
                    "name": "全南县"
                },
                {
                    "id": 1648,
                    "name": "宁都县"
                },
                {
                    "id": 1649,
                    "name": "于都县"
                },
                {
                    "id": 1650,
                    "name": "兴国县"
                },
                {
                    "id": 1651,
                    "name": "瑞金市"
                },
                {
                    "id": 1652,
                    "name": "会昌县"
                },
                {
                    "id": 1653,
                    "name": "寻乌县"
                },
                {
                    "id": 1654,
                    "name": "石城县"
                }
            ],
            "宜春市": [
                {
                    "id": 1655,
                    "name": "宜春市"
                },
                {
                    "id": 1656,
                    "name": "丰城市"
                },
                {
                    "id": 1657,
                    "name": "樟树市"
                },
                {
                    "id": 1658,
                    "name": "高安市"
                },
                {
                    "id": 1659,
                    "name": "奉新县"
                },
                {
                    "id": 1660,
                    "name": "万载县"
                },
                {
                    "id": 1661,
                    "name": "上高县"
                },
                {
                    "id": 1662,
                    "name": "宜丰县"
                },
                {
                    "id": 1663,
                    "name": "靖安县"
                },
                {
                    "id": 1664,
                    "name": "铜鼓县"
                }
            ],
            "新余市": [
                {
                    "id": 1632,
                    "name": "新余市"
                },
                {
                    "id": 1633,
                    "name": "分宜县"
                }
            ]
        },
        "云南省": {
            "思茅市": [
                {
                    "id": 1860,
                    "name": "思茅市"
                },
                {
                    "id": 1862,
                    "name": "墨江哈尼族自治县"
                },
                {
                    "id": 1863,
                    "name": "景东彝族自治县"
                },
                {
                    "id": 1864,
                    "name": "景谷傣族彝族自治县"
                },
                {
                    "id": 1865,
                    "name": "镇沅彝族哈尼族拉祜族自治县"
                },
                {
                    "id": 1866,
                    "name": "江城哈尼族彝族自治县"
                },
                {
                    "id": 1867,
                    "name": "孟连傣族拉祜族佤族自治县"
                },
                {
                    "id": 1868,
                    "name": "澜沧拉祜族自治县"
                },
                {
                    "id": 1869,
                    "name": "西盟佤族自治县"
                }
            ],
            "楚雄彝族自治州": [
                {
                    "id": 1820,
                    "name": "楚雄彝族自治州"
                },
                {
                    "id": 1821,
                    "name": "双柏县"
                },
                {
                    "id": 1822,
                    "name": "牟定县"
                },
                {
                    "id": 1823,
                    "name": "南华县"
                },
                {
                    "id": 1824,
                    "name": "姚安县"
                },
                {
                    "id": 1825,
                    "name": "大姚县"
                },
                {
                    "id": 1826,
                    "name": "永仁县"
                },
                {
                    "id": 1827,
                    "name": "元谋县"
                },
                {
                    "id": 1828,
                    "name": "武定县"
                },
                {
                    "id": 1829,
                    "name": "禄丰县"
                }
            ],
            "怒江傈僳族自治州": [
                {
                    "id": 1899,
                    "name": "泸水县"
                },
                {
                    "id": 1900,
                    "name": "福贡县"
                },
                {
                    "id": 1901,
                    "name": "贡山县"
                },
                {
                    "id": 1902,
                    "name": "兰坪县"
                }
            ],
            "迪庆藏族自治州": [
                {
                    "id": 1903,
                    "name": "香格里拉县"
                },
                {
                    "id": 1904,
                    "name": "德钦县"
                },
                {
                    "id": 1905,
                    "name": "维西县"
                }
            ],
            "德宏傣族景颇族自治州": [
                {
                    "id": 1890,
                    "name": "潞西市"
                },
                {
                    "id": 1891,
                    "name": "梁河县"
                },
                {
                    "id": 1892,
                    "name": "盈江县"
                },
                {
                    "id": 1893,
                    "name": "陇川县"
                },
                {
                    "id": 1894,
                    "name": "瑞丽市"
                }
            ],
            "曲靖市": [
                {
                    "id": 1811,
                    "name": "曲靖市"
                },
                {
                    "id": 1812,
                    "name": "马龙区"
                },
                {
                    "id": 1813,
                    "name": "宣威市"
                },
                {
                    "id": 1814,
                    "name": "富源县"
                },
                {
                    "id": 1815,
                    "name": "罗平县"
                },
                {
                    "id": 1816,
                    "name": "师宗县"
                },
                {
                    "id": 1817,
                    "name": "陆良县"
                },
                {
                    "id": 1818,
                    "name": "会泽县"
                },
                {
                    "id": 1819,
                    "name": "沾益区"
                }
            ],
            "昭通地区": [
                {
                    "id": 1800,
                    "name": "昭通地区"
                },
                {
                    "id": 1801,
                    "name": "鲁甸县"
                },
                {
                    "id": 1802,
                    "name": "巧家县"
                },
                {
                    "id": 1803,
                    "name": "盐津县"
                },
                {
                    "id": 1804,
                    "name": "大关县"
                },
                {
                    "id": 1805,
                    "name": "永善县"
                },
                {
                    "id": 1806,
                    "name": "绥江县"
                },
                {
                    "id": 1807,
                    "name": "镇雄县"
                },
                {
                    "id": 1808,
                    "name": "彝良县"
                },
                {
                    "id": 1809,
                    "name": "威信县"
                },
                {
                    "id": 1810,
                    "name": "水富县"
                }
            ],
            "保山地区": [
                {
                    "id": 1885,
                    "name": "保山地区"
                },
                {
                    "id": 1886,
                    "name": "施甸县"
                },
                {
                    "id": 1887,
                    "name": "腾冲县"
                },
                {
                    "id": 1888,
                    "name": "龙陵县"
                },
                {
                    "id": 1889,
                    "name": "昌宁县"
                }
            ],
            "文山壮族苗族自治州": [
                {
                    "id": 1852,
                    "name": "文山壮族苗族自治州"
                },
                {
                    "id": 1853,
                    "name": "砚山县"
                },
                {
                    "id": 1854,
                    "name": "西畴县"
                },
                {
                    "id": 1855,
                    "name": "麻栗坡县"
                },
                {
                    "id": 1856,
                    "name": "马关县"
                },
                {
                    "id": 1857,
                    "name": "邱北县"
                },
                {
                    "id": 1858,
                    "name": "广南县"
                },
                {
                    "id": 1859,
                    "name": "富宁县"
                }
            ],
            "昆明市": [
                {
                    "id": 1790,
                    "name": "昆明市"
                },
                {
                    "id": 1791,
                    "name": "寻甸回族彝族自治县"
                },
                {
                    "id": 1792,
                    "name": "禄劝彝族苗族自治县"
                },
                {
                    "id": 1793,
                    "name": "嵩明县"
                },
                {
                    "id": 1794,
                    "name": "石林彝族自治县"
                },
                {
                    "id": 1795,
                    "name": "宜良县"
                },
                {
                    "id": 1796,
                    "name": "富民县"
                },
                {
                    "id": 1797,
                    "name": "安宁市"
                },
                {
                    "id": 1798,
                    "name": "晋宁区"
                },
                {
                    "id": 1799,
                    "name": "呈贡区"
                }
            ],
            "红河哈尼族彝族自治州": [
                {
                    "id": 1839,
                    "name": "个旧市"
                },
                {
                    "id": 1840,
                    "name": "开远市"
                },
                {
                    "id": 1841,
                    "name": "蒙自市"
                },
                {
                    "id": 1842,
                    "name": "屏边苗族自治县"
                },
                {
                    "id": 1843,
                    "name": "建水县"
                },
                {
                    "id": 1844,
                    "name": "石屏县"
                },
                {
                    "id": 1845,
                    "name": "弥勒市"
                },
                {
                    "id": 1846,
                    "name": "泸西县"
                },
                {
                    "id": 1847,
                    "name": "元阳县"
                },
                {
                    "id": 1848,
                    "name": "红河哈尼族彝族自治州"
                },
                {
                    "id": 1849,
                    "name": "金平苗族瑶族傣族自治县"
                },
                {
                    "id": 1850,
                    "name": "绿春县"
                },
                {
                    "id": 1851,
                    "name": "河口瑶族自治县"
                }
            ],
            "普洱市": [
                {
                    "id": 1861,
                    "name": "普洱市"
                }
            ],
            "西双版纳傣族自治州": [
                {
                    "id": 1870,
                    "name": "景洪市"
                },
                {
                    "id": 1871,
                    "name": "勐海县"
                },
                {
                    "id": 1872,
                    "name": "勐腊县"
                }
            ],
            "丽江市": [
                {
                    "id": 1895,
                    "name": "丽江市"
                },
                {
                    "id": 1896,
                    "name": "永胜县"
                },
                {
                    "id": 1897,
                    "name": "华坪县"
                },
                {
                    "id": 1898,
                    "name": "宁蒗彝族自治县"
                }
            ],
            "大理白族自治州": [
                {
                    "id": 1873,
                    "name": "大理市"
                },
                {
                    "id": 1874,
                    "name": "漾濞彝族自治县"
                },
                {
                    "id": 1875,
                    "name": "祥云县"
                },
                {
                    "id": 1876,
                    "name": "宾川县"
                },
                {
                    "id": 1877,
                    "name": "弥渡县"
                },
                {
                    "id": 1878,
                    "name": "南涧彝族自治县"
                },
                {
                    "id": 1879,
                    "name": "巍山彝族回族自治县"
                },
                {
                    "id": 1880,
                    "name": "永平县"
                },
                {
                    "id": 1881,
                    "name": "云龙县"
                },
                {
                    "id": 1882,
                    "name": "洱源县"
                },
                {
                    "id": 1883,
                    "name": "剑川县"
                },
                {
                    "id": 1884,
                    "name": "鹤庆县"
                }
            ],
            "临沧市": [
                {
                    "id": 1906,
                    "name": "临沧市"
                },
                {
                    "id": 1907,
                    "name": "凤庆县"
                },
                {
                    "id": 1908,
                    "name": "云县"
                },
                {
                    "id": 1909,
                    "name": "永德县"
                },
                {
                    "id": 1910,
                    "name": "镇康县"
                },
                {
                    "id": 1911,
                    "name": "双江县"
                },
                {
                    "id": 1912,
                    "name": "耿马县"
                },
                {
                    "id": 1913,
                    "name": "沧源县"
                }
            ],
            "玉溪市": [
                {
                    "id": 1830,
                    "name": "玉溪市"
                },
                {
                    "id": 1831,
                    "name": "江川区"
                },
                {
                    "id": 1832,
                    "name": "澄江县"
                },
                {
                    "id": 1833,
                    "name": "通海县"
                },
                {
                    "id": 1834,
                    "name": "华宁县"
                },
                {
                    "id": 1835,
                    "name": "易门县"
                },
                {
                    "id": 1836,
                    "name": "峨山彝族自治县"
                },
                {
                    "id": 1837,
                    "name": "新平彝族傣族自治县"
                },
                {
                    "id": 1838,
                    "name": "元江哈尼族彝族傣族自治县"
                }
            ]
        },
        "广西": {
            "百色市": [
                {
                    "id": 1761,
                    "name": "百色市"
                },
                {
                    "id": 1762,
                    "name": "田阳县"
                },
                {
                    "id": 1763,
                    "name": "田东县"
                },
                {
                    "id": 1764,
                    "name": "平果县"
                },
                {
                    "id": 1765,
                    "name": "靖西市"
                },
                {
                    "id": 1766,
                    "name": "那坡县"
                },
                {
                    "id": 1767,
                    "name": "凌云县"
                },
                {
                    "id": 1768,
                    "name": "乐业县"
                },
                {
                    "id": 1769,
                    "name": "田林县"
                },
                {
                    "id": 1770,
                    "name": "隆林各族自治县"
                },
                {
                    "id": 1771,
                    "name": "西林县"
                },
                {
                    "id": 1772,
                    "name": "德保县"
                }
            ],
            "贺州市": [
                {
                    "id": 1745,
                    "name": "昭平县"
                },
                {
                    "id": 1747,
                    "name": "贺州市"
                },
                {
                    "id": 1748,
                    "name": "钟山县"
                },
                {
                    "id": 1749,
                    "name": "富川县"
                }
            ],
            "柳州市": [
                {
                    "id": 1715,
                    "name": "柳州市"
                },
                {
                    "id": 1716,
                    "name": "柳江区"
                },
                {
                    "id": 1717,
                    "name": "柳城县"
                },
                {
                    "id": 1719,
                    "name": "鹿寨县"
                },
                {
                    "id": 1723,
                    "name": "融安县"
                },
                {
                    "id": 1724,
                    "name": "三江县"
                },
                {
                    "id": 1725,
                    "name": "融水县"
                }
            ],
            "来宾市": [
                {
                    "id": 1718,
                    "name": "合山市"
                },
                {
                    "id": 1720,
                    "name": "象州县"
                },
                {
                    "id": 1721,
                    "name": "武宣县"
                },
                {
                    "id": 1722,
                    "name": "来宾市"
                },
                {
                    "id": 1726,
                    "name": "金秀县"
                },
                {
                    "id": 1727,
                    "name": "忻城县"
                }
            ],
            "北海市": [
                {
                    "id": 1750,
                    "name": "北海市"
                },
                {
                    "id": 1751,
                    "name": "合浦县"
                }
            ],
            "玉林市": [
                {
                    "id": 1752,
                    "name": "玉林市"
                },
                {
                    "id": 1756,
                    "name": "容县"
                },
                {
                    "id": 1757,
                    "name": "北流市"
                },
                {
                    "id": 1758,
                    "name": "陆川县"
                },
                {
                    "id": 1759,
                    "name": "博白县"
                },
                {
                    "id": 1760,
                    "name": "兴业县"
                }
            ],
            "崇左市": [
                {
                    "id": 1708,
                    "name": "凭祥市"
                },
                {
                    "id": 1709,
                    "name": "扶绥县"
                },
                {
                    "id": 1710,
                    "name": "崇左市"
                },
                {
                    "id": 1711,
                    "name": "大新县"
                },
                {
                    "id": 1712,
                    "name": "天等县"
                },
                {
                    "id": 1713,
                    "name": "宁明县"
                },
                {
                    "id": 1714,
                    "name": "龙州县"
                }
            ],
            "河池市": [
                {
                    "id": 1773,
                    "name": "河池市"
                },
                {
                    "id": 1774,
                    "name": "宜州区"
                },
                {
                    "id": 1775,
                    "name": "罗城仫佬族自治县"
                },
                {
                    "id": 1776,
                    "name": "环江毛南族自治县"
                },
                {
                    "id": 1777,
                    "name": "南丹县"
                },
                {
                    "id": 1778,
                    "name": "天峨县"
                },
                {
                    "id": 1779,
                    "name": "凤山县"
                },
                {
                    "id": 1780,
                    "name": "东兰县"
                },
                {
                    "id": 1781,
                    "name": "巴马瑶族自治县"
                },
                {
                    "id": 1782,
                    "name": "都安瑶族自治县"
                },
                {
                    "id": 1783,
                    "name": "大化瑶族自治县"
                }
            ],
            "防城港市": [
                {
                    "id": 1785,
                    "name": "上思县"
                },
                {
                    "id": 1788,
                    "name": "防城港市"
                },
                {
                    "id": 1789,
                    "name": "东兴市"
                }
            ],
            "钦州市": [
                {
                    "id": 1784,
                    "name": "钦州市"
                },
                {
                    "id": 1786,
                    "name": "灵山县"
                },
                {
                    "id": 1787,
                    "name": "浦北县"
                }
            ],
            "贵港市": [
                {
                    "id": 1753,
                    "name": "贵港市"
                },
                {
                    "id": 1754,
                    "name": "桂平市"
                },
                {
                    "id": 1755,
                    "name": "平南县"
                }
            ],
            "桂林市": [
                {
                    "id": 1728,
                    "name": "桂林市"
                },
                {
                    "id": 1729,
                    "name": "阳朔县"
                },
                {
                    "id": 1730,
                    "name": "临桂区"
                },
                {
                    "id": 1731,
                    "name": "灵川县"
                },
                {
                    "id": 1732,
                    "name": "全州县"
                },
                {
                    "id": 1733,
                    "name": "兴安县"
                },
                {
                    "id": 1734,
                    "name": "永福县"
                },
                {
                    "id": 1735,
                    "name": "灌阳县"
                },
                {
                    "id": 1736,
                    "name": "龙胜各族自治县"
                },
                {
                    "id": 1737,
                    "name": "资源县"
                },
                {
                    "id": 1738,
                    "name": "平乐县"
                },
                {
                    "id": 1739,
                    "name": "荔浦县"
                },
                {
                    "id": 1740,
                    "name": "恭城瑶族自治县"
                }
            ],
            "南宁市": [
                {
                    "id": 1701,
                    "name": "南宁市"
                },
                {
                    "id": 1702,
                    "name": "马山县"
                },
                {
                    "id": 1703,
                    "name": "隆安县"
                },
                {
                    "id": 1704,
                    "name": "上林县"
                },
                {
                    "id": 1705,
                    "name": "宾阳县"
                },
                {
                    "id": 1706,
                    "name": "横县"
                },
                {
                    "id": 1707,
                    "name": "武鸣区"
                }
            ],
            "梧州市": [
                {
                    "id": 1741,
                    "name": "梧州市"
                },
                {
                    "id": 1742,
                    "name": "苍梧县"
                },
                {
                    "id": 1743,
                    "name": "岑溪市"
                },
                {
                    "id": 1744,
                    "name": "藤县"
                },
                {
                    "id": 1746,
                    "name": "蒙山县"
                }
            ]
        },
        "北京市": {
            "北京市": [
                {
                    "id": 663,
                    "name": "北京市"
                }
            ]
        },
        "甘肃省": {
            "平凉市": [
                {
                    "id": 2122,
                    "name": "平凉市"
                },
                {
                    "id": 2123,
                    "name": "泾川县"
                },
                {
                    "id": 2124,
                    "name": "灵台县"
                },
                {
                    "id": 2125,
                    "name": "崇信县"
                },
                {
                    "id": 2126,
                    "name": "华亭县"
                },
                {
                    "id": 2127,
                    "name": "庄浪县"
                },
                {
                    "id": 2128,
                    "name": "静宁县"
                }
            ],
            "庆阳市": [
                {
                    "id": 2129,
                    "name": "庆阳市"
                },
                {
                    "id": 2130,
                    "name": "庆城县"
                },
                {
                    "id": 2131,
                    "name": "环县"
                },
                {
                    "id": 2132,
                    "name": "华池县"
                },
                {
                    "id": 2133,
                    "name": "合水县"
                },
                {
                    "id": 2134,
                    "name": "正宁县"
                },
                {
                    "id": 2135,
                    "name": "宁县"
                },
                {
                    "id": 2136,
                    "name": "镇原县"
                }
            ],
            "酒泉市": [
                {
                    "id": 2089,
                    "name": "酒泉市"
                },
                {
                    "id": 2090,
                    "name": "玉门市"
                },
                {
                    "id": 2091,
                    "name": "敦煌市"
                },
                {
                    "id": 2092,
                    "name": "金塔县"
                },
                {
                    "id": 2093,
                    "name": "肃北县"
                },
                {
                    "id": 2094,
                    "name": "阿克塞县"
                },
                {
                    "id": 2095,
                    "name": "安西县"
                }
            ],
            "白银市": [
                {
                    "id": 2078,
                    "name": "白银市"
                },
                {
                    "id": 2079,
                    "name": "靖远县"
                },
                {
                    "id": 2080,
                    "name": "会宁县"
                },
                {
                    "id": 2081,
                    "name": "景泰县"
                },
                {
                    "id": 2082,
                    "name": "平川区"
                }
            ],
            "兰州市": [
                {
                    "id": 2070,
                    "name": "兰州市"
                },
                {
                    "id": 2071,
                    "name": "榆中县"
                },
                {
                    "id": 2072,
                    "name": "皋兰县"
                },
                {
                    "id": 2073,
                    "name": "永登县"
                },
                {
                    "id": 2074,
                    "name": "红古区"
                }
            ],
            "陇南地区": [
                {
                    "id": 2113,
                    "name": "陇南地区"
                },
                {
                    "id": 2114,
                    "name": "宕昌县"
                },
                {
                    "id": 2115,
                    "name": "成县"
                },
                {
                    "id": 2116,
                    "name": "康县"
                },
                {
                    "id": 2117,
                    "name": "文县"
                },
                {
                    "id": 2118,
                    "name": "西和县"
                },
                {
                    "id": 2119,
                    "name": "礼县"
                },
                {
                    "id": 2120,
                    "name": "两当县"
                },
                {
                    "id": 2121,
                    "name": "徽县"
                }
            ],
            "天水市": [
                {
                    "id": 2083,
                    "name": "天水市"
                },
                {
                    "id": 2084,
                    "name": "清水县"
                },
                {
                    "id": 2085,
                    "name": "秦安县"
                },
                {
                    "id": 2086,
                    "name": "甘谷县"
                },
                {
                    "id": 2087,
                    "name": "武山县"
                },
                {
                    "id": 2088,
                    "name": "张家川回族自治县"
                }
            ],
            "陇南市": [
                {
                    "id": 2320,
                    "name": "新市街"
                }
            ],
            "嘉峪关市": [
                {
                    "id": 2075,
                    "name": "嘉峪关市"
                }
            ],
            "临夏回族自治州": [
                {
                    "id": 2137,
                    "name": "临夏回族自治州"
                },
                {
                    "id": 2138,
                    "name": "康乐县"
                },
                {
                    "id": 2139,
                    "name": "永靖县"
                },
                {
                    "id": 2140,
                    "name": "广河县"
                },
                {
                    "id": 2141,
                    "name": "和政县"
                },
                {
                    "id": 2142,
                    "name": "东乡族自治县"
                },
                {
                    "id": 2143,
                    "name": "积石山保安族东乡族撒拉族自治县"
                }
            ],
            "金昌市": [
                {
                    "id": 2076,
                    "name": "金昌市"
                },
                {
                    "id": 2077,
                    "name": "永昌县"
                }
            ],
            "临夏市": [
                {
                    "id": 2321,
                    "name": "临夏开发区"
                }
            ],
            "武威市": [
                {
                    "id": 2102,
                    "name": "武威市"
                },
                {
                    "id": 2103,
                    "name": "民勤县"
                },
                {
                    "id": 2104,
                    "name": "古浪县"
                },
                {
                    "id": 2105,
                    "name": "天祝藏族自治县"
                }
            ],
            "张掖市": [
                {
                    "id": 2096,
                    "name": "张掖市"
                },
                {
                    "id": 2097,
                    "name": "肃南裕固族自治县"
                },
                {
                    "id": 2098,
                    "name": "民乐县"
                },
                {
                    "id": 2099,
                    "name": "临泽县"
                },
                {
                    "id": 2100,
                    "name": "高台县"
                },
                {
                    "id": 2101,
                    "name": "山丹县"
                }
            ],
            "定西地区": [
                {
                    "id": 2106,
                    "name": "定西地区"
                },
                {
                    "id": 2107,
                    "name": "通渭县"
                },
                {
                    "id": 2108,
                    "name": "陇西县"
                },
                {
                    "id": 2109,
                    "name": "渭源县"
                },
                {
                    "id": 2110,
                    "name": "临洮县"
                },
                {
                    "id": 2111,
                    "name": "漳县"
                },
                {
                    "id": 2112,
                    "name": "岷县"
                }
            ],
            "甘南藏族自治州": [
                {
                    "id": 2144,
                    "name": "甘南藏族自治州"
                },
                {
                    "id": 2145,
                    "name": "临潭县"
                },
                {
                    "id": 2146,
                    "name": "卓尼县"
                },
                {
                    "id": 2147,
                    "name": "舟曲县"
                },
                {
                    "id": 2148,
                    "name": "迭部县"
                },
                {
                    "id": 2149,
                    "name": "玛曲县"
                },
                {
                    "id": 2150,
                    "name": "碌曲县"
                },
                {
                    "id": 2151,
                    "name": "夏河县"
                }
            ]
        },
        "山东省": {
            "滨州市": [
                {
                    "id": 184,
                    "name": "滨州市"
                },
                {
                    "id": 185,
                    "name": "惠民县"
                },
                {
                    "id": 186,
                    "name": "阳信县"
                },
                {
                    "id": 187,
                    "name": "无棣县"
                },
                {
                    "id": 188,
                    "name": "沾化县"
                },
                {
                    "id": 189,
                    "name": "博兴县"
                },
                {
                    "id": 190,
                    "name": "邹平县"
                }
            ],
            "烟台市": [
                {
                    "id": 145,
                    "name": "烟台市"
                },
                {
                    "id": 146,
                    "name": "蓬莱市"
                },
                {
                    "id": 147,
                    "name": "招远市"
                },
                {
                    "id": 148,
                    "name": "栖霞市"
                },
                {
                    "id": 149,
                    "name": "海阳市"
                },
                {
                    "id": 150,
                    "name": "长岛县"
                },
                {
                    "id": 151,
                    "name": "龙口市"
                },
                {
                    "id": 152,
                    "name": "莱阳市"
                },
                {
                    "id": 153,
                    "name": "莱州市"
                }
            ],
            "临沂市": [
                {
                    "id": 210,
                    "name": "临沂市"
                },
                {
                    "id": 212,
                    "name": "郯城县"
                },
                {
                    "id": 213,
                    "name": "苍山县"
                },
                {
                    "id": 214,
                    "name": "莒南县"
                },
                {
                    "id": 216,
                    "name": "沂水县"
                },
                {
                    "id": 217,
                    "name": "蒙阴县"
                },
                {
                    "id": 218,
                    "name": "平邑县"
                },
                {
                    "id": 219,
                    "name": "费县"
                },
                {
                    "id": 220,
                    "name": "沂南县"
                },
                {
                    "id": 221,
                    "name": "临沭县"
                }
            ],
            "德州市": [
                {
                    "id": 191,
                    "name": "德州市"
                },
                {
                    "id": 192,
                    "name": "乐陵市"
                },
                {
                    "id": 193,
                    "name": "陵县"
                },
                {
                    "id": 194,
                    "name": "平原县"
                },
                {
                    "id": 195,
                    "name": "夏津县"
                },
                {
                    "id": 196,
                    "name": "武城县"
                },
                {
                    "id": 197,
                    "name": "齐河县"
                },
                {
                    "id": 198,
                    "name": "禹城市"
                },
                {
                    "id": 199,
                    "name": "临邑县"
                },
                {
                    "id": 200,
                    "name": "宁津县"
                },
                {
                    "id": 201,
                    "name": "庆云县"
                }
            ],
            "菏泽市": [
                {
                    "id": 222,
                    "name": "菏泽市"
                },
                {
                    "id": 223,
                    "name": "曹县"
                },
                {
                    "id": 224,
                    "name": "定陶县"
                },
                {
                    "id": 225,
                    "name": "成武县"
                },
                {
                    "id": 226,
                    "name": "单县"
                },
                {
                    "id": 227,
                    "name": "巨野县"
                },
                {
                    "id": 229,
                    "name": "郓城县"
                },
                {
                    "id": 230,
                    "name": "鄄城县"
                },
                {
                    "id": 231,
                    "name": "东明县"
                }
            ],
            "潍坊市": [
                {
                    "id": 154,
                    "name": "潍坊市"
                },
                {
                    "id": 155,
                    "name": "安丘市"
                },
                {
                    "id": 156,
                    "name": "寿光市"
                },
                {
                    "id": 157,
                    "name": "临朐县"
                },
                {
                    "id": 158,
                    "name": "昌乐县"
                },
                {
                    "id": 159,
                    "name": "昌邑市"
                },
                {
                    "id": 160,
                    "name": "高密市"
                },
                {
                    "id": 162,
                    "name": "青州市"
                },
                {
                    "id": 163,
                    "name": "诸城市"
                }
            ],
            "莱芜市": [
                {
                    "id": 178,
                    "name": "莱芜市"
                }
            ],
            "淄博市": [
                {
                    "id": 135,
                    "name": "淄博市"
                },
                {
                    "id": 136,
                    "name": "桓台县"
                },
                {
                    "id": 137,
                    "name": "高青县"
                },
                {
                    "id": 138,
                    "name": "沂源县"
                }
            ],
            "济宁市": [
                {
                    "id": 164,
                    "name": "济宁市"
                },
                {
                    "id": 165,
                    "name": "衮州市"
                },
                {
                    "id": 166,
                    "name": "邹城市"
                },
                {
                    "id": 167,
                    "name": "微山县"
                },
                {
                    "id": 168,
                    "name": "鱼台县"
                },
                {
                    "id": 169,
                    "name": "金乡县"
                },
                {
                    "id": 170,
                    "name": "嘉祥县"
                },
                {
                    "id": 171,
                    "name": "汶上县"
                },
                {
                    "id": 172,
                    "name": "泗水县"
                },
                {
                    "id": 173,
                    "name": "曲阜市"
                },
                {
                    "id": 228,
                    "name": "梁山县"
                }
            ],
            "东营市": [
                {
                    "id": 141,
                    "name": "东营市"
                },
                {
                    "id": 142,
                    "name": "垦利县"
                },
                {
                    "id": 143,
                    "name": "利津县"
                },
                {
                    "id": 144,
                    "name": "广饶县"
                }
            ],
            "日照市": [
                {
                    "id": 161,
                    "name": "五莲县"
                },
                {
                    "id": 211,
                    "name": "日照市"
                },
                {
                    "id": 215,
                    "name": "莒县"
                }
            ],
            "泰安市": [
                {
                    "id": 174,
                    "name": "泰安市"
                },
                {
                    "id": 175,
                    "name": "宁阳县"
                },
                {
                    "id": 176,
                    "name": "肥城市"
                },
                {
                    "id": 177,
                    "name": "东平县"
                },
                {
                    "id": 179,
                    "name": "新泰市"
                }
            ],
            "枣庄市": [
                {
                    "id": 139,
                    "name": "枣庄市"
                },
                {
                    "id": 140,
                    "name": "滕州市"
                }
            ],
            "聊城市": [
                {
                    "id": 202,
                    "name": "聊城市"
                },
                {
                    "id": 203,
                    "name": "临清市"
                },
                {
                    "id": 204,
                    "name": "阳谷县"
                },
                {
                    "id": 205,
                    "name": "莘县"
                },
                {
                    "id": 206,
                    "name": "荏平县"
                },
                {
                    "id": 207,
                    "name": "东阿县"
                },
                {
                    "id": 208,
                    "name": "冠县"
                },
                {
                    "id": 209,
                    "name": "高唐县"
                }
            ],
            "威海市": [
                {
                    "id": 180,
                    "name": "威海市"
                },
                {
                    "id": 181,
                    "name": "乳山市"
                },
                {
                    "id": 182,
                    "name": "文登市"
                },
                {
                    "id": 183,
                    "name": "荣成市"
                }
            ],
            "青岛市": [
                {
                    "id": 129,
                    "name": "青岛市"
                },
                {
                    "id": 130,
                    "name": "即墨市"
                },
                {
                    "id": 131,
                    "name": "胶南市"
                },
                {
                    "id": 132,
                    "name": "莱西市"
                },
                {
                    "id": 133,
                    "name": "平度市"
                },
                {
                    "id": 134,
                    "name": "胶州市"
                }
            ],
            "济南市": [
                {
                    "id": 124,
                    "name": "济南市"
                },
                {
                    "id": 125,
                    "name": "商河县"
                },
                {
                    "id": 126,
                    "name": "济阳县"
                },
                {
                    "id": 127,
                    "name": "平阴县"
                },
                {
                    "id": 128,
                    "name": "章丘市"
                }
            ]
        },
        "陕西省": {
            "渭南市": [
                {
                    "id": 599,
                    "name": "渭南市"
                },
                {
                    "id": 600,
                    "name": "韩城市"
                },
                {
                    "id": 601,
                    "name": "华县"
                },
                {
                    "id": 602,
                    "name": "华阴市"
                },
                {
                    "id": 603,
                    "name": "潼关县"
                },
                {
                    "id": 604,
                    "name": "大荔县"
                },
                {
                    "id": 605,
                    "name": "蒲城县"
                },
                {
                    "id": 606,
                    "name": "澄城县"
                },
                {
                    "id": 607,
                    "name": "白水县"
                },
                {
                    "id": 608,
                    "name": "合阳县"
                },
                {
                    "id": 609,
                    "name": "富平县"
                }
            ],
            "商洛市": [
                {
                    "id": 631,
                    "name": "商洛市"
                },
                {
                    "id": 632,
                    "name": "洛南县"
                },
                {
                    "id": 633,
                    "name": "丹凤县"
                },
                {
                    "id": 634,
                    "name": "商南县"
                },
                {
                    "id": 635,
                    "name": "山阳县"
                },
                {
                    "id": 636,
                    "name": "镇安县"
                },
                {
                    "id": 637,
                    "name": "柞水县"
                }
            ],
            "延安市": [
                {
                    "id": 638,
                    "name": "延安市"
                },
                {
                    "id": 639,
                    "name": "延长县"
                },
                {
                    "id": 640,
                    "name": "延川县"
                },
                {
                    "id": 641,
                    "name": "子长县"
                },
                {
                    "id": 642,
                    "name": "安塞县"
                },
                {
                    "id": 643,
                    "name": "志丹县"
                },
                {
                    "id": 644,
                    "name": "吴起县"
                },
                {
                    "id": 645,
                    "name": "甘泉县"
                },
                {
                    "id": 646,
                    "name": "富县"
                },
                {
                    "id": 647,
                    "name": "洛川县"
                },
                {
                    "id": 648,
                    "name": "宜川县"
                },
                {
                    "id": 649,
                    "name": "黄龙县"
                },
                {
                    "id": 650,
                    "name": "黄陵县"
                }
            ],
            "宝鸡市": [
                {
                    "id": 579,
                    "name": "宝鸡市"
                },
                {
                    "id": 580,
                    "name": "岐山县"
                },
                {
                    "id": 581,
                    "name": "扶风县"
                },
                {
                    "id": 582,
                    "name": "眉县"
                },
                {
                    "id": 583,
                    "name": "陇县"
                },
                {
                    "id": 584,
                    "name": "千阳县"
                },
                {
                    "id": 585,
                    "name": "麟游县"
                },
                {
                    "id": 586,
                    "name": "太白县"
                },
                {
                    "id": 2318,
                    "name": "凤翔县"
                },
                {
                    "id": 2319,
                    "name": "凤县"
                }
            ],
            "西安市": [
                {
                    "id": 571,
                    "name": "西安市"
                },
                {
                    "id": 572,
                    "name": "高陵县"
                },
                {
                    "id": 573,
                    "name": "户县"
                },
                {
                    "id": 574,
                    "name": "周至县"
                },
                {
                    "id": 575,
                    "name": "蓝田县"
                }
            ],
            "咸阳市": [
                {
                    "id": 587,
                    "name": "咸阳市"
                },
                {
                    "id": 588,
                    "name": "兴平市"
                },
                {
                    "id": 589,
                    "name": "三原县"
                },
                {
                    "id": 590,
                    "name": "泾阳县"
                },
                {
                    "id": 591,
                    "name": "乾县"
                },
                {
                    "id": 592,
                    "name": "礼泉县"
                },
                {
                    "id": 593,
                    "name": "永寿县"
                },
                {
                    "id": 594,
                    "name": "彬县"
                },
                {
                    "id": 595,
                    "name": "长武县"
                },
                {
                    "id": 596,
                    "name": "旬邑县"
                },
                {
                    "id": 597,
                    "name": "淳化县"
                },
                {
                    "id": 598,
                    "name": "武功县"
                }
            ],
            "安康市": [
                {
                    "id": 621,
                    "name": "安康市"
                },
                {
                    "id": 622,
                    "name": "汉阴县"
                },
                {
                    "id": 623,
                    "name": "石泉县"
                },
                {
                    "id": 624,
                    "name": "宁陕县"
                },
                {
                    "id": 625,
                    "name": "紫阳县"
                },
                {
                    "id": 626,
                    "name": "岚皋县"
                },
                {
                    "id": 627,
                    "name": "平利县"
                },
                {
                    "id": 628,
                    "name": "镇坪县"
                },
                {
                    "id": 629,
                    "name": "旬阳县"
                },
                {
                    "id": 630,
                    "name": "白河县"
                }
            ],
            "榆林市": [
                {
                    "id": 651,
                    "name": "榆林市"
                },
                {
                    "id": 652,
                    "name": "神木县"
                },
                {
                    "id": 653,
                    "name": "府谷县"
                },
                {
                    "id": 654,
                    "name": "横山县"
                },
                {
                    "id": 655,
                    "name": "靖边县"
                },
                {
                    "id": 656,
                    "name": "定边县"
                },
                {
                    "id": 657,
                    "name": "绥德县"
                },
                {
                    "id": 658,
                    "name": "米脂县"
                },
                {
                    "id": 659,
                    "name": "佳县"
                },
                {
                    "id": 660,
                    "name": "吴堡县"
                },
                {
                    "id": 661,
                    "name": "清涧县"
                },
                {
                    "id": 662,
                    "name": "子洲县"
                }
            ],
            "铜川市": [
                {
                    "id": 576,
                    "name": "铜川市"
                },
                {
                    "id": 577,
                    "name": "耀县"
                },
                {
                    "id": 578,
                    "name": "宜君县"
                }
            ],
            "汉中市": [
                {
                    "id": 610,
                    "name": "汉中市"
                },
                {
                    "id": 611,
                    "name": "南郑县"
                },
                {
                    "id": 612,
                    "name": "城固县"
                },
                {
                    "id": 613,
                    "name": "洋县"
                },
                {
                    "id": 614,
                    "name": "西乡县"
                },
                {
                    "id": 615,
                    "name": "勉县"
                },
                {
                    "id": 616,
                    "name": "宁强县"
                },
                {
                    "id": 617,
                    "name": "略阳县"
                },
                {
                    "id": 618,
                    "name": "镇巴县"
                },
                {
                    "id": 619,
                    "name": "留坝县"
                },
                {
                    "id": 620,
                    "name": "佛坪县"
                }
            ]
        },
        "内蒙古": {
            "呼伦贝尔市": [
                {
                    "id": 955,
                    "name": "呼伦贝尔市"
                },
                {
                    "id": 956,
                    "name": "满洲里市"
                },
                {
                    "id": 957,
                    "name": "扎兰屯市"
                },
                {
                    "id": 958,
                    "name": "牙克石市"
                },
                {
                    "id": 959,
                    "name": "阿荣旗"
                },
                {
                    "id": 960,
                    "name": "莫力达瓦达翰尔族自治旗"
                },
                {
                    "id": 961,
                    "name": "额尔古纳市"
                },
                {
                    "id": 962,
                    "name": "根河市"
                },
                {
                    "id": 963,
                    "name": "鄂伦春自治旗"
                },
                {
                    "id": 964,
                    "name": "鄂温克族自治旗"
                },
                {
                    "id": 965,
                    "name": "新巴尔虎右旗"
                },
                {
                    "id": 966,
                    "name": "新巴尔虎左旗"
                },
                {
                    "id": 967,
                    "name": "陈巴尔虎旗"
                }
            ],
            "呼和浩特市": [
                {
                    "id": 937,
                    "name": "呼和浩特市"
                },
                {
                    "id": 938,
                    "name": "清水河县"
                },
                {
                    "id": 939,
                    "name": "和林格尔县"
                },
                {
                    "id": 940,
                    "name": "武川县"
                },
                {
                    "id": 941,
                    "name": "托克托县"
                },
                {
                    "id": 942,
                    "name": "土默特左旗"
                }
            ],
            "锡林郭勒盟": [
                {
                    "id": 981,
                    "name": "锡林郭勒盟"
                },
                {
                    "id": 982,
                    "name": "二连浩特市"
                },
                {
                    "id": 983,
                    "name": "阿巴嘎旗"
                },
                {
                    "id": 984,
                    "name": "苏尼特左旗"
                },
                {
                    "id": 985,
                    "name": "苏尼特右旗"
                },
                {
                    "id": 986,
                    "name": "东乌珠穆沁旗"
                },
                {
                    "id": 987,
                    "name": "西乌珠穆沁旗"
                },
                {
                    "id": 988,
                    "name": "太仆寺旗"
                },
                {
                    "id": 989,
                    "name": "镶黄旗"
                },
                {
                    "id": 990,
                    "name": "正镶白旗"
                },
                {
                    "id": 991,
                    "name": "正蓝旗"
                },
                {
                    "id": 992,
                    "name": "多伦县"
                }
            ],
            "乌海市": [
                {
                    "id": 2291,
                    "name": "乌海市"
                }
            ],
            "赤峰市": [
                {
                    "id": 946,
                    "name": "赤峰市"
                },
                {
                    "id": 947,
                    "name": "阿鲁科尔沁旗"
                },
                {
                    "id": 948,
                    "name": "巴林左旗"
                },
                {
                    "id": 949,
                    "name": "巴林右旗"
                },
                {
                    "id": 950,
                    "name": "林西县"
                },
                {
                    "id": 951,
                    "name": "克什克腾旗"
                },
                {
                    "id": 952,
                    "name": "翁牛特旗"
                },
                {
                    "id": 953,
                    "name": "宁城县"
                },
                {
                    "id": 954,
                    "name": "敖汉旗"
                },
                {
                    "id": 2306,
                    "name": "喀喇沁旗"
                }
            ],
            "阿拉善盟": [
                {
                    "id": 1019,
                    "name": "阿拉善盟"
                },
                {
                    "id": 1020,
                    "name": "阿拉善右旗"
                },
                {
                    "id": 1021,
                    "name": "额济纳旗"
                }
            ],
            "巴彦淖尔市": [
                {
                    "id": 2307,
                    "name": "磴口县"
                }
            ],
            "包头市": [
                {
                    "id": 943,
                    "name": "包头市"
                },
                {
                    "id": 944,
                    "name": "土默特右旗"
                },
                {
                    "id": 945,
                    "name": "固阳县"
                },
                {
                    "id": 1003,
                    "name": "达尔罕茂明安联合旗"
                }
            ],
            "通辽市": [
                {
                    "id": 973,
                    "name": "通辽市"
                },
                {
                    "id": 974,
                    "name": "霍林郭勒市"
                },
                {
                    "id": 975,
                    "name": "科尔沁左翼中旗"
                },
                {
                    "id": 976,
                    "name": "科尔沁左翼后旗"
                },
                {
                    "id": 977,
                    "name": "开鲁县"
                },
                {
                    "id": 978,
                    "name": "库伦旗"
                },
                {
                    "id": 979,
                    "name": "奈曼旗"
                },
                {
                    "id": 980,
                    "name": "扎鲁特旗"
                }
            ],
            "巴彦淖尔盟": [
                {
                    "id": 1013,
                    "name": "巴彦淖尔盟"
                },
                {
                    "id": 1014,
                    "name": "五原县"
                },
                {
                    "id": 1015,
                    "name": "乌拉特前旗"
                },
                {
                    "id": 1016,
                    "name": "乌拉特中旗"
                },
                {
                    "id": 1017,
                    "name": "乌拉特后旗"
                },
                {
                    "id": 1018,
                    "name": "杭锦后旗"
                }
            ],
            "乌兰察布盟": [
                {
                    "id": 993,
                    "name": "乌兰察布盟"
                },
                {
                    "id": 994,
                    "name": "卓资县"
                },
                {
                    "id": 995,
                    "name": "化德县"
                },
                {
                    "id": 996,
                    "name": "商都县"
                },
                {
                    "id": 997,
                    "name": "兴和县"
                },
                {
                    "id": 998,
                    "name": "丰镇市"
                },
                {
                    "id": 999,
                    "name": "凉城县"
                },
                {
                    "id": 1000,
                    "name": "察哈尔右翼前旗"
                },
                {
                    "id": 1001,
                    "name": "察哈尔右翼中旗"
                },
                {
                    "id": 1002,
                    "name": "察哈尔右翼后旗"
                },
                {
                    "id": 1004,
                    "name": "四子王旗"
                }
            ],
            "兴安盟": [
                {
                    "id": 968,
                    "name": "兴安盟"
                },
                {
                    "id": 969,
                    "name": "科尔沁右翼中旗"
                },
                {
                    "id": 970,
                    "name": "扎赉特旗"
                },
                {
                    "id": 971,
                    "name": "突泉县"
                },
                {
                    "id": 972,
                    "name": "阿尔山市"
                }
            ],
            "鄂尔多斯市": [
                {
                    "id": 1005,
                    "name": "鄂尔多斯市"
                },
                {
                    "id": 1006,
                    "name": "达拉特旗"
                },
                {
                    "id": 1007,
                    "name": "准格尔旗"
                },
                {
                    "id": 1008,
                    "name": "鄂托克前旗"
                },
                {
                    "id": 1009,
                    "name": "鄂托克旗"
                },
                {
                    "id": 1010,
                    "name": "杭锦旗"
                },
                {
                    "id": 1011,
                    "name": "乌审旗"
                },
                {
                    "id": 1012,
                    "name": "伊金霍勒旗"
                }
            ]
        },
        "浙江省": {
            "台州市": [
                {
                    "id": 1231,
                    "name": "台州市"
                },
                {
                    "id": 1232,
                    "name": "临海市"
                },
                {
                    "id": 1233,
                    "name": "温岭市"
                },
                {
                    "id": 1234,
                    "name": "仙居县"
                },
                {
                    "id": 1235,
                    "name": "天台县"
                },
                {
                    "id": 1236,
                    "name": "三门县"
                },
                {
                    "id": 1237,
                    "name": "玉环市"
                }
            ],
            "湖州市": [
                {
                    "id": 1196,
                    "name": "湖州市"
                },
                {
                    "id": 1197,
                    "name": "德清县"
                },
                {
                    "id": 1198,
                    "name": "长兴县"
                },
                {
                    "id": 1199,
                    "name": "安吉县"
                }
            ],
            "宁波市": [
                {
                    "id": 1175,
                    "name": "宁波市"
                },
                {
                    "id": 1176,
                    "name": "象山县"
                },
                {
                    "id": 1177,
                    "name": "宁海县"
                },
                {
                    "id": 1178,
                    "name": "余姚市"
                },
                {
                    "id": 1179,
                    "name": "慈溪市"
                },
                {
                    "id": 1180,
                    "name": "奉化区"
                }
            ],
            "温州市": [
                {
                    "id": 1181,
                    "name": "温州市"
                },
                {
                    "id": 1182,
                    "name": "洞头区"
                },
                {
                    "id": 1183,
                    "name": "乐清市"
                },
                {
                    "id": 1184,
                    "name": "永嘉县"
                },
                {
                    "id": 1185,
                    "name": "平阳县"
                },
                {
                    "id": 1186,
                    "name": "苍南县"
                },
                {
                    "id": 1187,
                    "name": "文成县"
                },
                {
                    "id": 1188,
                    "name": "泰顺县"
                },
                {
                    "id": 1189,
                    "name": "瑞安市"
                }
            ],
            "舟山市": [
                {
                    "id": 1219,
                    "name": "舟山市"
                },
                {
                    "id": 1220,
                    "name": "岱山县"
                },
                {
                    "id": 1221,
                    "name": "嵊泗县"
                }
            ],
            "金华市": [
                {
                    "id": 1206,
                    "name": "金华市"
                },
                {
                    "id": 1207,
                    "name": "永康市"
                },
                {
                    "id": 1208,
                    "name": "武义县"
                },
                {
                    "id": 1209,
                    "name": "浦江县"
                },
                {
                    "id": 1210,
                    "name": "磐安县"
                },
                {
                    "id": 1211,
                    "name": "兰溪市"
                },
                {
                    "id": 1212,
                    "name": "义乌市"
                },
                {
                    "id": 1213,
                    "name": "东阳市"
                }
            ],
            "丽水市": [
                {
                    "id": 1222,
                    "name": "丽水市"
                },
                {
                    "id": 1223,
                    "name": "青田县"
                },
                {
                    "id": 1224,
                    "name": "云和县"
                },
                {
                    "id": 1225,
                    "name": "庆元县"
                },
                {
                    "id": 1226,
                    "name": "缙云县"
                },
                {
                    "id": 1227,
                    "name": "遂昌县"
                },
                {
                    "id": 1228,
                    "name": "松阳县"
                },
                {
                    "id": 1229,
                    "name": "景宁畲族自治县"
                },
                {
                    "id": 1230,
                    "name": "龙泉市"
                }
            ],
            "嘉兴市": [
                {
                    "id": 1190,
                    "name": "嘉兴市"
                },
                {
                    "id": 1191,
                    "name": "嘉善县"
                },
                {
                    "id": 1192,
                    "name": "平湖市"
                },
                {
                    "id": 1193,
                    "name": "海盐县"
                },
                {
                    "id": 1194,
                    "name": "桐乡市"
                },
                {
                    "id": 1195,
                    "name": "海宁市"
                }
            ],
            "绍兴市": [
                {
                    "id": 1200,
                    "name": "绍兴市"
                },
                {
                    "id": 1201,
                    "name": "绍兴县"
                },
                {
                    "id": 1202,
                    "name": "上虞市"
                },
                {
                    "id": 1203,
                    "name": "嵊州市"
                },
                {
                    "id": 1204,
                    "name": "新昌县"
                },
                {
                    "id": 1205,
                    "name": "诸暨市"
                }
            ],
            "衢州市": [
                {
                    "id": 1214,
                    "name": "衢州市"
                },
                {
                    "id": 1215,
                    "name": "常山县"
                },
                {
                    "id": 1216,
                    "name": "开化县"
                },
                {
                    "id": 1217,
                    "name": "龙游县"
                },
                {
                    "id": 1218,
                    "name": "江山市"
                }
            ],
            "杭州市": [
                {
                    "id": 1169,
                    "name": "杭州市"
                },
                {
                    "id": 1170,
                    "name": "淳安县"
                },
                {
                    "id": 1171,
                    "name": "建德市"
                },
                {
                    "id": 1172,
                    "name": "临安区"
                },
                {
                    "id": 1173,
                    "name": "富阳区"
                },
                {
                    "id": 1174,
                    "name": "桐庐县"
                }
            ]
        },
        "青海省": {
            "海南藏族自治州": [
                {
                    "id": 2173,
                    "name": "海南藏族自治州"
                },
                {
                    "id": 2174,
                    "name": "共和县"
                },
                {
                    "id": 2175,
                    "name": "同德县"
                },
                {
                    "id": 2176,
                    "name": "贵德县"
                },
                {
                    "id": 2177,
                    "name": "兴海县"
                },
                {
                    "id": 2178,
                    "name": "贵南县"
                }
            ],
            "果洛藏族自治州": [
                {
                    "id": 2179,
                    "name": "果洛藏族自治州"
                },
                {
                    "id": 2180,
                    "name": "玛沁县"
                },
                {
                    "id": 2181,
                    "name": "班玛县"
                },
                {
                    "id": 2182,
                    "name": "甘德县"
                },
                {
                    "id": 2183,
                    "name": "达日县"
                },
                {
                    "id": 2184,
                    "name": "久治县"
                },
                {
                    "id": 2185,
                    "name": "玛多县"
                }
            ],
            "黄南藏族自治州": [
                {
                    "id": 2168,
                    "name": "黄南藏族自治州"
                },
                {
                    "id": 2169,
                    "name": "同仁县"
                },
                {
                    "id": 2170,
                    "name": "尖扎县"
                },
                {
                    "id": 2171,
                    "name": "泽库县"
                },
                {
                    "id": 2172,
                    "name": "河南蒙古族自治县"
                }
            ],
            "海西蒙古族藏族自治州": [
                {
                    "id": 2193,
                    "name": "海西蒙古族藏族自治州"
                },
                {
                    "id": 2194,
                    "name": "格尔木市"
                },
                {
                    "id": 2195,
                    "name": "德令哈市"
                },
                {
                    "id": 2196,
                    "name": "乌兰县"
                },
                {
                    "id": 2197,
                    "name": "都兰县"
                },
                {
                    "id": 2198,
                    "name": "天峻县"
                }
            ],
            "玉树藏族自治州": [
                {
                    "id": 2186,
                    "name": "玉树藏族自治州"
                },
                {
                    "id": 2187,
                    "name": "玉树市"
                },
                {
                    "id": 2188,
                    "name": "杂多县"
                },
                {
                    "id": 2189,
                    "name": "称多县"
                },
                {
                    "id": 2190,
                    "name": "治多县"
                },
                {
                    "id": 2191,
                    "name": "囊谦县"
                },
                {
                    "id": 2192,
                    "name": "曲麻莱县"
                }
            ],
            "海东地区": [
                {
                    "id": 2156,
                    "name": "海东地区"
                },
                {
                    "id": 2157,
                    "name": "平安区"
                },
                {
                    "id": 2158,
                    "name": "民和回族土族自治县"
                },
                {
                    "id": 2159,
                    "name": "乐都区"
                },
                {
                    "id": 2160,
                    "name": "互助土族自治县"
                },
                {
                    "id": 2161,
                    "name": "化隆回族自治县"
                },
                {
                    "id": 2162,
                    "name": "循化撒拉族自治县"
                }
            ],
            "海北藏族自治州": [
                {
                    "id": 2163,
                    "name": "海北藏族自治州"
                },
                {
                    "id": 2164,
                    "name": "门源回族自治县"
                },
                {
                    "id": 2165,
                    "name": "祁连县"
                },
                {
                    "id": 2166,
                    "name": "海晏县"
                },
                {
                    "id": 2167,
                    "name": "刚察县"
                }
            ],
            "西宁市": [
                {
                    "id": 2152,
                    "name": "西宁市"
                },
                {
                    "id": 2153,
                    "name": "湟源县"
                },
                {
                    "id": 2154,
                    "name": "湟中县"
                },
                {
                    "id": 2155,
                    "name": "大通回族土族自治县"
                }
            ]
        },
        "天津市": {
            "天津市": [
                {
                    "id": 1,
                    "name": "天津市"
                }
            ]
        },
        "辽宁省": {
            "辽阳市": [
                {
                    "id": 41,
                    "name": "辽阳市"
                },
                {
                    "id": 42,
                    "name": "辽阳县"
                },
                {
                    "id": 43,
                    "name": "灯塔市"
                }
            ],
            "盘锦市": [
                {
                    "id": 44,
                    "name": "盘锦市"
                },
                {
                    "id": 45,
                    "name": "大洼县"
                },
                {
                    "id": 46,
                    "name": "盘山县"
                }
            ],
            "葫芦岛市": [
                {
                    "id": 29,
                    "name": "绥中县"
                },
                {
                    "id": 34,
                    "name": "葫芦岛市"
                },
                {
                    "id": 35,
                    "name": "兴城市"
                },
                {
                    "id": 56,
                    "name": "建昌县"
                }
            ],
            "抚顺市": [
                {
                    "id": 15,
                    "name": "抚顺市"
                },
                {
                    "id": 16,
                    "name": "抚顺县"
                },
                {
                    "id": 17,
                    "name": "新宾县"
                },
                {
                    "id": 55,
                    "name": "清原县"
                }
            ],
            "大连市": [
                {
                    "id": 7,
                    "name": "大连市"
                },
                {
                    "id": 8,
                    "name": "普兰店市"
                },
                {
                    "id": 9,
                    "name": "庄河市"
                },
                {
                    "id": 10,
                    "name": "瓦房店市"
                },
                {
                    "id": 11,
                    "name": "长海县"
                }
            ],
            "阜新市": [
                {
                    "id": 38,
                    "name": "阜新市"
                },
                {
                    "id": 39,
                    "name": "阜新县"
                },
                {
                    "id": 40,
                    "name": "彰武县"
                }
            ],
            "铁岭市": [
                {
                    "id": 47,
                    "name": "铁岭市"
                },
                {
                    "id": 48,
                    "name": "西丰县"
                },
                {
                    "id": 49,
                    "name": "昌图县"
                },
                {
                    "id": 50,
                    "name": "调兵山市"
                },
                {
                    "id": 51,
                    "name": "开原市"
                }
            ],
            "丹东市": [
                {
                    "id": 22,
                    "name": "丹东市"
                },
                {
                    "id": 23,
                    "name": "凤城市"
                },
                {
                    "id": 25,
                    "name": "东港市"
                },
                {
                    "id": 26,
                    "name": "宽甸县"
                }
            ],
            "锦州市": [
                {
                    "id": 28,
                    "name": "锦州市"
                },
                {
                    "id": 30,
                    "name": "凌海市"
                },
                {
                    "id": 31,
                    "name": "北宁市"
                },
                {
                    "id": 32,
                    "name": "黑山县"
                },
                {
                    "id": 33,
                    "name": "义县"
                }
            ],
            "本溪市": [
                {
                    "id": 19,
                    "name": "本溪市"
                },
                {
                    "id": 20,
                    "name": "本溪县"
                },
                {
                    "id": 21,
                    "name": "桓仁县"
                }
            ],
            "朝阳市": [
                {
                    "id": 18,
                    "name": "喀左县"
                },
                {
                    "id": 52,
                    "name": "朝阳市"
                },
                {
                    "id": 53,
                    "name": "建平县"
                },
                {
                    "id": 54,
                    "name": "凌源市"
                },
                {
                    "id": 57,
                    "name": "北票市"
                }
            ],
            "鞍山市": [
                {
                    "id": 12,
                    "name": "鞍山市"
                },
                {
                    "id": 13,
                    "name": "台安县"
                },
                {
                    "id": 14,
                    "name": "海城市"
                },
                {
                    "id": 27,
                    "name": "岫岩县"
                }
            ],
            "沈阳市": [
                {
                    "id": 2,
                    "name": "沈阳市"
                },
                {
                    "id": 3,
                    "name": "法库县"
                },
                {
                    "id": 4,
                    "name": "康平县"
                },
                {
                    "id": 5,
                    "name": "辽中县"
                },
                {
                    "id": 6,
                    "name": "新民市"
                }
            ],
            "营口市": [
                {
                    "id": 24,
                    "name": "大石桥市"
                },
                {
                    "id": 36,
                    "name": "营口市"
                },
                {
                    "id": 37,
                    "name": "盖州市"
                }
            ]
        },
        "黑龙江省": {
            "黑河市": [
                {
                    "id": 1091,
                    "name": "黑河市"
                },
                {
                    "id": 1092,
                    "name": "北安市"
                },
                {
                    "id": 1093,
                    "name": "五大连池市"
                },
                {
                    "id": 1094,
                    "name": "嫩江县"
                },
                {
                    "id": 1095,
                    "name": "逊克县"
                },
                {
                    "id": 1096,
                    "name": "孙吴县"
                }
            ],
            "七台河市": [
                {
                    "id": 1069,
                    "name": "七台河市"
                },
                {
                    "id": 1070,
                    "name": "勃利县"
                }
            ],
            "齐齐哈尔市": [
                {
                    "id": 1035,
                    "name": "齐齐哈尔市"
                },
                {
                    "id": 1036,
                    "name": "龙江县"
                },
                {
                    "id": 1037,
                    "name": "讷河市"
                },
                {
                    "id": 1038,
                    "name": "依安县"
                },
                {
                    "id": 1039,
                    "name": "泰来县"
                },
                {
                    "id": 1040,
                    "name": "甘南县"
                },
                {
                    "id": 1042,
                    "name": "富裕县"
                },
                {
                    "id": 1044,
                    "name": "克山县"
                },
                {
                    "id": 1046,
                    "name": "克东县"
                },
                {
                    "id": 1047,
                    "name": "拜泉县"
                }
            ],
            "佳木斯市": [
                {
                    "id": 1055,
                    "name": "佳木斯市"
                },
                {
                    "id": 1060,
                    "name": "桦南县"
                },
                {
                    "id": 1061,
                    "name": "桦川县"
                },
                {
                    "id": 1063,
                    "name": "汤原县"
                },
                {
                    "id": 1065,
                    "name": "抚远县"
                },
                {
                    "id": 1067,
                    "name": "同江市"
                },
                {
                    "id": 1068,
                    "name": "富锦市"
                }
            ],
            "鸡西市": [
                {
                    "id": 1048,
                    "name": "鸡西市"
                },
                {
                    "id": 1049,
                    "name": "鸡东县"
                },
                {
                    "id": 1076,
                    "name": "虎林市"
                },
                {
                    "id": 1078,
                    "name": "密山市"
                }
            ],
            "双鸭山市": [
                {
                    "id": 1053,
                    "name": "双鸭山市"
                },
                {
                    "id": 1054,
                    "name": "集贤县"
                },
                {
                    "id": 1062,
                    "name": "宝清县"
                },
                {
                    "id": 1064,
                    "name": "饶河县"
                },
                {
                    "id": 1066,
                    "name": "友谊县"
                }
            ],
            "牡丹江市": [
                {
                    "id": 1059,
                    "name": "牡丹江市"
                },
                {
                    "id": 1071,
                    "name": "宁安市"
                },
                {
                    "id": 1072,
                    "name": "海林市"
                },
                {
                    "id": 1073,
                    "name": "穆棱市"
                },
                {
                    "id": 1074,
                    "name": "东宁县"
                },
                {
                    "id": 1075,
                    "name": "林口县"
                },
                {
                    "id": 1077,
                    "name": "绥芬河市"
                }
            ],
            "大兴安岭地区": [
                {
                    "id": 1097,
                    "name": "大兴安岭地区"
                },
                {
                    "id": 1098,
                    "name": "呼玛县"
                },
                {
                    "id": 1099,
                    "name": "塔河县"
                },
                {
                    "id": 1100,
                    "name": "漠河县"
                }
            ],
            "鹤岗市": [
                {
                    "id": 1050,
                    "name": "鹤岗市"
                },
                {
                    "id": 1051,
                    "name": "萝北县"
                },
                {
                    "id": 1052,
                    "name": "绥滨县"
                }
            ],
            "伊春市": [
                {
                    "id": 1056,
                    "name": "伊春市"
                },
                {
                    "id": 1057,
                    "name": "嘉荫县"
                },
                {
                    "id": 1058,
                    "name": "铁力市"
                }
            ],
            "哈尔滨市": [
                {
                    "id": 1022,
                    "name": "哈尔滨市"
                },
                {
                    "id": 1023,
                    "name": "依兰县"
                },
                {
                    "id": 1024,
                    "name": "延寿县"
                },
                {
                    "id": 1025,
                    "name": "方正县"
                },
                {
                    "id": 1026,
                    "name": "通河县"
                },
                {
                    "id": 1027,
                    "name": "木兰县"
                },
                {
                    "id": 1028,
                    "name": "巴彦县"
                },
                {
                    "id": 1029,
                    "name": "五常市"
                },
                {
                    "id": 1030,
                    "name": "宾县"
                },
                {
                    "id": 1031,
                    "name": "尚志市"
                },
                {
                    "id": 1032,
                    "name": "双城区"
                },
                {
                    "id": 1033,
                    "name": "阿城市"
                },
                {
                    "id": 1034,
                    "name": "呼兰区"
                }
            ],
            "绥化市": [
                {
                    "id": 1079,
                    "name": "绥化市"
                },
                {
                    "id": 1080,
                    "name": "安达市"
                },
                {
                    "id": 1081,
                    "name": "肇东市"
                },
                {
                    "id": 1082,
                    "name": "海伦市"
                },
                {
                    "id": 1083,
                    "name": "望奎县"
                },
                {
                    "id": 1084,
                    "name": "兰西县"
                },
                {
                    "id": 1085,
                    "name": "青冈县"
                },
                {
                    "id": 1088,
                    "name": "庆安县"
                },
                {
                    "id": 1089,
                    "name": "明水县"
                },
                {
                    "id": 1090,
                    "name": "绥棱县"
                }
            ],
            "大庆市": [
                {
                    "id": 1041,
                    "name": "杜蒙县"
                },
                {
                    "id": 1043,
                    "name": "林甸县"
                },
                {
                    "id": 1045,
                    "name": "大庆市"
                },
                {
                    "id": 1086,
                    "name": "肇源县"
                },
                {
                    "id": 1087,
                    "name": "肇州县"
                },
                {
                    "id": 2308,
                    "name": "肇州县"
                }
            ]
        },
        "山西省": {
            "运城市": [
                {
                    "id": 924,
                    "name": "运城市"
                },
                {
                    "id": 925,
                    "name": "永济市"
                },
                {
                    "id": 926,
                    "name": "芮城县"
                },
                {
                    "id": 927,
                    "name": "临猗县"
                },
                {
                    "id": 928,
                    "name": "万荣县"
                },
                {
                    "id": 929,
                    "name": "新绛县"
                },
                {
                    "id": 930,
                    "name": "稷山县"
                },
                {
                    "id": 931,
                    "name": "河津市"
                },
                {
                    "id": 932,
                    "name": "闻喜县"
                },
                {
                    "id": 933,
                    "name": "夏县"
                },
                {
                    "id": 934,
                    "name": "绛县"
                },
                {
                    "id": 935,
                    "name": "平陆县"
                },
                {
                    "id": 936,
                    "name": "垣曲县"
                }
            ],
            "太原市": [
                {
                    "id": 838,
                    "name": "太原市"
                },
                {
                    "id": 839,
                    "name": "古交市"
                },
                {
                    "id": 840,
                    "name": "娄烦县"
                },
                {
                    "id": 841,
                    "name": "阳曲县"
                },
                {
                    "id": 842,
                    "name": "清徐县"
                }
            ],
            "大同市": [
                {
                    "id": 843,
                    "name": "大同市"
                },
                {
                    "id": 845,
                    "name": "阳高县"
                },
                {
                    "id": 846,
                    "name": "天镇县"
                },
                {
                    "id": 847,
                    "name": "广灵县"
                },
                {
                    "id": 848,
                    "name": "灵邱县"
                },
                {
                    "id": 849,
                    "name": "浑源县"
                },
                {
                    "id": 851,
                    "name": "左云县"
                },
                {
                    "id": 853,
                    "name": "大同县"
                }
            ],
            "晋城市": [
                {
                    "id": 866,
                    "name": "晋城市"
                },
                {
                    "id": 867,
                    "name": "沁水县"
                },
                {
                    "id": 868,
                    "name": "阳城县"
                },
                {
                    "id": 869,
                    "name": "高平市"
                },
                {
                    "id": 870,
                    "name": "陵川县"
                }
            ],
            "朔州市": [
                {
                    "id": 850,
                    "name": "应县"
                },
                {
                    "id": 852,
                    "name": "右玉县"
                },
                {
                    "id": 855,
                    "name": "怀仁县"
                },
                {
                    "id": 871,
                    "name": "朔州市"
                },
                {
                    "id": 872,
                    "name": "山阴县"
                }
            ],
            "长治市": [
                {
                    "id": 854,
                    "name": "长治市"
                },
                {
                    "id": 857,
                    "name": "潞城市"
                },
                {
                    "id": 858,
                    "name": "襄垣县"
                },
                {
                    "id": 859,
                    "name": "屯留县"
                },
                {
                    "id": 860,
                    "name": "黎城县"
                },
                {
                    "id": 861,
                    "name": "壶关县"
                },
                {
                    "id": 862,
                    "name": "长子县"
                },
                {
                    "id": 863,
                    "name": "武乡县"
                },
                {
                    "id": 864,
                    "name": "沁县"
                },
                {
                    "id": 865,
                    "name": "沁源县"
                },
                {
                    "id": 2294,
                    "name": "长治县"
                },
                {
                    "id": 2300,
                    "name": "平顺县"
                }
            ],
            "晋中市": [
                {
                    "id": 898,
                    "name": "晋中市"
                },
                {
                    "id": 899,
                    "name": "榆社县"
                },
                {
                    "id": 900,
                    "name": "左权县"
                },
                {
                    "id": 901,
                    "name": "和顺县"
                },
                {
                    "id": 902,
                    "name": "昔阳县"
                },
                {
                    "id": 903,
                    "name": "太谷县"
                },
                {
                    "id": 904,
                    "name": "祁县"
                },
                {
                    "id": 905,
                    "name": "平遥县"
                },
                {
                    "id": 906,
                    "name": "介休市"
                },
                {
                    "id": 907,
                    "name": "灵石县"
                },
                {
                    "id": 2304,
                    "name": "寿阳县"
                }
            ],
            "忻州市": [
                {
                    "id": 873,
                    "name": "忻州市"
                },
                {
                    "id": 874,
                    "name": "定襄县"
                },
                {
                    "id": 875,
                    "name": "原平市"
                },
                {
                    "id": 876,
                    "name": "代县"
                },
                {
                    "id": 877,
                    "name": "繁峙县"
                },
                {
                    "id": 878,
                    "name": "宁武县"
                },
                {
                    "id": 879,
                    "name": "神池县"
                },
                {
                    "id": 880,
                    "name": "五寨县"
                },
                {
                    "id": 881,
                    "name": "岢岚县"
                },
                {
                    "id": 882,
                    "name": "河曲县"
                },
                {
                    "id": 883,
                    "name": "保德县"
                },
                {
                    "id": 884,
                    "name": "偏关县"
                },
                {
                    "id": 2301,
                    "name": "五台山"
                },
                {
                    "id": 2303,
                    "name": "静乐县"
                }
            ],
            "临汾市": [
                {
                    "id": 908,
                    "name": "临汾市"
                },
                {
                    "id": 909,
                    "name": "侯马市"
                },
                {
                    "id": 910,
                    "name": "曲沃县"
                },
                {
                    "id": 911,
                    "name": "翼城县"
                },
                {
                    "id": 912,
                    "name": "襄汾县"
                },
                {
                    "id": 913,
                    "name": "洪洞县"
                },
                {
                    "id": 914,
                    "name": "霍州市"
                },
                {
                    "id": 915,
                    "name": "古县"
                },
                {
                    "id": 916,
                    "name": "浮山县"
                },
                {
                    "id": 917,
                    "name": "吉县"
                },
                {
                    "id": 918,
                    "name": "乡宁县"
                },
                {
                    "id": 919,
                    "name": "蒲县"
                },
                {
                    "id": 920,
                    "name": "大宁县"
                },
                {
                    "id": 921,
                    "name": "永和县"
                },
                {
                    "id": 922,
                    "name": "隰县"
                },
                {
                    "id": 923,
                    "name": "汾西县"
                },
                {
                    "id": 2305,
                    "name": "安泽县"
                }
            ],
            "阳泉市": [
                {
                    "id": 844,
                    "name": "阳泉市"
                },
                {
                    "id": 856,
                    "name": "平定县"
                },
                {
                    "id": 2293,
                    "name": "盂县"
                }
            ],
            "吕梁市": [
                {
                    "id": 885,
                    "name": "吕梁市"
                },
                {
                    "id": 886,
                    "name": "汾阳市"
                },
                {
                    "id": 887,
                    "name": "文水县"
                },
                {
                    "id": 888,
                    "name": "交城县"
                },
                {
                    "id": 889,
                    "name": "孝义市"
                },
                {
                    "id": 890,
                    "name": "兴县"
                },
                {
                    "id": 891,
                    "name": "临县"
                },
                {
                    "id": 892,
                    "name": "柳林县"
                },
                {
                    "id": 893,
                    "name": "石楼县"
                },
                {
                    "id": 894,
                    "name": "岚县"
                },
                {
                    "id": 895,
                    "name": "方山县"
                },
                {
                    "id": 896,
                    "name": "中阳县"
                },
                {
                    "id": 897,
                    "name": "交口县"
                }
            ]
        }
    }